[
  {
    "global_id": "urn:std:provide:art:001",
    "breadcrumb": "제1조",
    "title": "제1조(목적)",
    "doc_type": "usage_guide",
    "contract_type": "provide",
    "unit_type": "commentary",
    "subtitles": [
      {
        "subtitle": "목적조항",
        "text_raw": "계약의 본문에 앞서 간략하게 계약의 당사자를 표시하고 계약 체결의 경위나 목적을 기재한다. 이는 반드시 두어야 하는 것은 아니지만 계약 체결의 경위나 동기 등을 나타내어 추후 계약 내용을 해석할 때 당사자 간에 이견이 발생하는 경우 해석의 기준이 될 수 있다.",
        "text_norm": "계약의 본문에 앞서 간략하게 계약의 당사자를 표시하고 계약 체결의 경위나 목적을 기재한다 이는 반드시 두어야 하는 것은 아니지만 계약 체결의 경위나 동기 등을 나타내어 추후 계약 내용을 해석할 때 당사자 간에 이견이 발생하는 경우 해석의 기준이 될 수 있다"
      },
      {
        "subtitle": "유상계약",
        "text_raw": "데이터 제공형 표준계약서는 데이터제공자가 데이터이용자에게 데이터를 제공하여 그 이용을 허락할 것을 약정하고 데이터이용자는 그에 대한 대가를 지급할 것을 약정하는 유상계약을 표준조항으로 하고 있다.",
        "text_norm": "데이터 제공형 표준계약서는 데이터제공자가 데이터이용자에게 데이터를 제공하여 그 이용을 허락할 것을 약정하고 데이터이용자는 그에 대한 대가를 지급할 것을 약정하는 유상계약을 표준조항으로 하고 있다"
      },
      {
        "subtitle": "유상계약",
        "text_raw": "※ 만일 데이터제공자가 데이터이용자에게 무상으로 데이터를 제공하여 그 이용을 허락하는 의사를 표시하고 데이터이용자가 이를 승낙하는 경우에는 무상계약에 해당한다.",
        "text_norm": "만일 데이터제공자가 데이터이용자에게 무상으로 데이터를 제공하여 그 이용을 허락하는 의사를 표시하고 데이터이용자가 이를 승낙하는 경우에는 무상계약에 해당한다"
      },
      {
        "subtitle": "유상계약",
        "text_raw": "유상계약과 무상계약을 구분하는 이유는 유상계약의 경우 본 계약에서 규정하지 않은 사항에 대해 계약의 성질이 허용하는 범위 내에서 「민법」상 매매에 관한 규정, 특히 매도인의 담보책임에 관한 규정이 준용된다는 데 있다.",
        "text_norm": "유상계약과 무상계약을 구분하는 이유는 유상계약의 경우 본 계약에서 규정하지 않은 사항에 대해 계약의 성질이 허용하는 범위 내에서 민법상 매매에 관한 규정 특히 매도인의 담보책임에 관한 규정이 준용된다는 데 있다"
      }
    ]
  },
  {
    "global_id": "urn:std:provide:art:002",
    "breadcrumb": "제2조",
    "title": "제2조(정의)",
    "doc_type": "usage_guide",
    "contract_type": "provide",
    "unit_type": "commentary",
    "subtitles": [
      {
        "subtitle": "정의조항",
        "text_raw": "- 보통 계약서 본문의 앞부분에 위치한다. 이는 다양한 의미로 사용되는 용어의 내용을 명확히 하여 향후 계약조항의 해석에서 발생할 수 있는 혼란과 분쟁 가능성을 줄이기 위함이다.",
        "text_norm": "보통 계약서 본문의 앞부분에 위치한다 이는 다양한 의미로 사용되는 용어의 내용을 명확히 하여 향후 계약조항의 해석에서 발생할 수 있는 혼란과 분쟁 가능성을 줄이기 위함이다"
      },
      {
        "subtitle": "정의조항",
        "text_raw": "- 계약서 본문에서 사용되는 문구나 용어가 명확하지 않은 경우 계약당사자 간에 의무이행 범위, 계약 해지 요건, 손해배상 책임의 발생 여부 및 범위 등에 대해 분쟁이 발생할 수 있다.",
        "text_norm": "계약서 본문에서 사용되는 문구나 용어가 명확하지 않은 경우 계약당사자 간에 의무이행 범위 계약 해지 요건 손해배상 책임의 발생 여부 및 범위 등에 대해 분쟁이 발생할 수 있다"
      },
      {
        "subtitle": "용어 사용 시 고려사항",
        "text_raw": "- **법령 용어의 우선 사용**: 표준계약서에서 사용하는 용어는 법령과의 차이로 인한 해석의 불일치를 방지하기 위해 가능하면 법령에서 사용하는 용어를 우선 사용할 필요가 있다. 특히 정의 조항에서 사용하는 용어는 계약 체결 시 적용되는 관련 법령의 정의에 맞게 수정하여 사용함으로써 용어 해석에 관한 분쟁의 여지를 줄일 수 있다.",
        "text_norm": "법령 용어의 우선 사용 표준계약서에서 사용하는 용어는 법령과의 차이로 인한 해석의 불일치를 방지하기 위해 가능하면 법령에서 사용하는 용어를 우선 사용할 필요가 있다 특히 정의 조항에서 사용하는 용어는 계약 체결 시 적용되는 관련 법령의 정의에 맞게 수정하여 사용함으로써 용어 해석에 관한 분쟁의 여지를 줄일 수 있다"
      },
      {
        "subtitle": "용어 사용 시 고려사항",
        "text_raw": "- **명확한 용어 사용**: 표준계약서에 사용되는 용어가 불명확할 경우 당사자 간 법적 분쟁의 원인이 될 수 있다. 따라서 법적 분쟁을 사전에 예방하기 위해 용어는 최대한 명확하게 사용해야 한다.",
        "text_norm": "명확한 용어 사용 표준계약서에 사용되는 용어가 불명확할 경우 당사자 간 법적 분쟁의 원인이 될 수 있다 따라서 법적 분쟁을 사전에 예방하기 위해 용어는 최대한 명확하게 사용해야 한다"
      },
      {
        "subtitle": "용어 사용 시 고려사항",
        "text_raw": "- **합의된 용어 사용**: 특히 데이터 거래 및 계약 체결 시 분쟁의 소지가 있거나 법적 쟁점이 우려되는 사항에 대해서는 용어를 명확하게 정의하거나 당사자 간 그 의미를 합의할 필요가 있다. 또한 일반적으로 사용되는 용어를 계약서에서 다른 뜻으로 사용하고자 할 때는 반드시 당사자 간 합의가 필요하다.",
        "text_norm": "합의된 용어 사용 특히 데이터 거래 및 계약 체결 시 분쟁의 소지가 있거나 법적 쟁점이 우려되는 사항에 대해서는 용어를 명확하게 정의하거나 당사자 간 그 의미를 합의할 필요가 있다 또한 일반적으로 사용되는 용어를 계약서에서 다른 뜻으로 사용하고자 할 때는 반드시 당사자 간 합의가 필요하다"
      },
      {
        "subtitle": "용어의 정의",
        "text_raw": "- **제1호의 ‘데이터’**는 「데이터산업법」 제2조 제1호에 정의된 내용을 그대로 사용하고 있다.",
        "text_norm": "제1호의 데이터는 데이터산업법 제2조 제1호에 정의된 내용을 그대로 사용하고 있다"
      },
      {
        "subtitle": "용어의 정의",
        "text_raw": "- **제2호의 ‘대상데이터’**는 데이터제공자가 데이터이용자에게 제공하고 이용을 허락해야 하는 본 계약의 목적물에 해당한다. 데이터제공자가 본 계약의 내용에 따른 채무를 완전히 이행했는지를 판단하기 위해 대상데이터의 내용과 범위 등을 구체적으로 기재할 필요가 있으므로 [별지1]을 별도로 마련하고 있다.",
        "text_norm": "제2호의 대상데이터는 데이터제공자가 데이터이용자에게 제공하고 이용을 허락해야 하는 본 계약의 목적물에 해당한다 데이터제공자가 본 계약의 내용에 따른 채무를 완전히 이행했는지를 판단하기 위해 대상데이터의 내용과 범위 등을 구체적으로 기재할 필요가 있으므로 별지1을 별도로 마련하고 있다"
      },
      {
        "subtitle": "용어의 정의",
        "text_raw": "- **제3호의 ‘개인정보’, ‘가명정보’ 및 ‘민감정보’**의 각 정의는 「개인정보 보호법」 제2조 및 제23조에 규정된 정의를 그대로 사용하고 있다.",
        "text_norm": "제3호의 개인정보 가명정보 및 민감정보의 각 정의는 개인정보 보호법 제2조 및 제23조에 규정된 정의를 그대로 사용하고 있다"
      },
      {
        "subtitle": "용어의 정의",
        "text_raw": "- **제4호의 ‘제공’**은 데이터제공자가 데이터이용자에게 데이터를 전달하는 것뿐만 아니라, 데이터에 접근할 수 있도록 하는 행위도 포함하여 정의하고 있다.",
        "text_norm": "제4호의 제공은 데이터제공자가 데이터이용자에게 데이터를 전달하는 것뿐만 아니라 데이터에 접근할 수 있도록 하는 행위도 포함하여 정의하고 있다"
      },
      {
        "subtitle": "용어의 정의",
        "text_raw": "- **제5호의 ‘데이터제공자’**는 대상데이터를 제공하는 자로, 데이터를 상품화하여 판매하는 자를 의미한다.",
        "text_norm": "제5호의 데이터제공자는 대상데이터를 제공하는 자로 데이터를 상품화하여 판매하는 자를 의미한다"
      },
      {
        "subtitle": "용어의 정의",
        "text_raw": "- **제6호의 ‘데이터이용자’**는 데이터제공자로부터 대상데이터를 제공받아 이용하는 자를 의미한다.",
        "text_norm": "제6호의 데이터이용자는 데이터제공자로부터 대상데이터를 제공받아 이용하는 자를 의미한다"
      },
      {
        "subtitle": "용어의 정의",
        "text_raw": "※ 참고로, 데이터 표준계약서의 각 유형마다 데이터이용자의 개념이 다르므로 주의해야 한다.",
        "text_norm": "참고로 데이터 표준계약서의 각 유형마다 데이터이용자의 개념이 다르므로 주의해야 한다"
      }
    ]
  },
  {
    "global_id": "urn:std:provide:art:003",
    "breadcrumb": "제3조",
    "title": "제3조(계약의 이행 및 준수)",
    "doc_type": "usage_guide",
    "contract_type": "provide",
    "unit_type": "commentary",
    "subtitles": [
      {
        "subtitle": "신의성실의 원칙",
        "text_raw": "신의성실의 원칙이란 법률관계의 당사자가 상대방의 이익을 배려하여 형평에 어긋나거나 신의를 저버리는 내용 또는 방법으로 권리를 행사하거나 의무를 이행해서는 안 된다는 추상적 규범을 의미한다<sup>10)</sup>.",
        "text_norm": "신의성실의 원칙이란 법률관계의 당사자가 상대방의 이익을 배려하여 형평에 어긋나거나 신의를 저버리는 내용 또는 방법으로 권리를 행사하거나 의무를 이행해서는 안 된다는 추상적 규범을 의미한다10"
      },
      {
        "subtitle": "법령 준수 의무",
        "text_raw": "표준계약서는 해당 거래와 관련된 법률 규정을 최대한 반영하여 작성되었으나 본문에 명시되지 않았더라도 관련 법률 규정에 따라 계약당사자들에게 당연히 적용되어야 하는 사항은 이를 명백히 배제하는 조항이 없는 한 계약 내용에 포함된다.",
        "text_norm": "표준계약서는 해당 거래와 관련된 법률 규정을 최대한 반영하여 작성되었으나 본문에 명시되지 않았더라도 관련 법률 규정에 따라 계약당사자들에게 당연히 적용되어야 하는 사항은 이를 명백히 배제하는 조항이 없는 한 계약 내용에 포함된다"
      },
      {
        "subtitle": "법령 준수 의무",
        "text_raw": "계약당사자가 위 법령 준수 의무를 위반할 경우, 제15조 제1항에서 규정하는 계약 위반 사항에 해당되어 계약의 해제 또는 해지 사유가 될 수 있다.",
        "text_norm": "계약당사자가 위 법령 준수 의무를 위반할 경우 제15조 제1항에서 규정하는 계약 위반 사항에 해당되어 계약의 해제 또는 해지 사유가 될 수 있다"
      }
    ]
  },
  {
    "global_id": "urn:std:provide:art:004",
    "breadcrumb": "제4조",
    "title": "제4조(계약기간)",
    "doc_type": "usage_guide",
    "contract_type": "provide",
    "unit_type": "commentary",
    "subtitles": [
      {
        "subtitle": "계약기간",
        "text_raw": "계약기간이란 계약의 유효기간을 의미한다. 당사자들은 계약의 목적, 형태, 이용 조건 등을 고려하여 이를 구체적으로 정해야 한다.",
        "text_norm": "계약기간이란 계약의 유효기간을 의미한다 당사자들은 계약의 목적 형태 이용 조건 등을 고려하여 이를 구체적으로 정해야 한다"
      },
      {
        "subtitle": "계약기간",
        "text_raw": "계약이 성립된 후에는 구속력이 발생하므로 계약기간 중에는 각 당사자가 임의로 계약을 종료할 수 없다. 따라서 계약기간을 신중하게 정할 필요가 있다. 다만 계약기간 중이라도 당사자 간에 해지 합의가 있거나 법령 또는 계약서에 따라 해지되는 경우에는 계약을 종료할 수 있다.",
        "text_norm": "계약이 성립된 후에는 구속력이 발생하므로 계약기간 중에는 각 당사자가 임의로 계약을 종료할 수 없다 따라서 계약기간을 신중하게 정할 필요가 있다 다만 계약기간 중이라도 당사자 간에 해지 합의가 있거나 법령 또는 계약서에 따라 해지되는 경우에는 계약을 종료할 수 있다"
      },
      {
        "subtitle": "계약의 갱신조항",
        "text_raw": "계약기간이 만료되면 계약의 효력이 상실된다. 계약의 갱신에는 두 가지 방식이 있다. 하나는 양 당사자가 계약을 갱신하기로 명시적으로 합의하는 경우(명시적 갱신)이고 다른 하나는 양 당사자가 별도의 합의 없이 자동으로 갱신되는 경우(묵시적 갱신)이다. 표준조항에서는 묵시적 갱신을 채택하고 있다. 만일 당사자들이 계약을 갱신하지 않기를 원할 경우, 서면(전자문서<sup>*</sup> 포함)으로 상대방에게 계약 종료 의사를 통지해야 한다.",
        "text_norm": "계약기간이 만료되면 계약의 효력이 상실된다 계약의 갱신에는 두 가지 방식이 있다 하나는 양 당사자가 계약을 갱신하기로 명시적으로 합의하는 경우명시적 갱신이고 다른 하나는 양 당사자가 별도의 합의 없이 자동으로 갱신되는 경우묵시적 갱신이다 표준조항에서는 묵시적 갱신을 채택하고 있다 만일 당사자들이 계약을 갱신하지 않기를 원할 경우 서면전자문서 포함으로 상대방에게 계약 종료 의사를 통지해야 한다"
      },
      {
        "subtitle": "관련 법령 해설",
        "text_raw": "<sup>*</sup> 여기서 ‘전자문서’란 「전자문서 및 전자거래 기본법」 제2조 제1호에 정의된 전자문서(정보처리 시스템에 의하여 전자적 형태로 작성･변환되거나 송신･수신 또는 저장된 정보)를 의미하며 종이문서를 전자화한 전자화문서(종이문서나 그 밖에 전자적 형태로 작성되지 아니한 문서를 정보처리시스템이 처리할 수 있는 형태로 변환한 전자문서)를 포함한다.",
        "text_norm": "여기서 전자문서란 전자문서 및 전자거래 기본법 제2조 제1호에 정의된 전자문서정보처리 시스템에 의하여 전자적 형태로 작성변환되거나 송신수신 또는 저장된 정보를 의미하며 종이문서를 전자화한 전자화문서종이문서나 그 밖에 전자적 형태로 작성되지 아니한 문서를 정보처리시스템이 처리할 수 있는 형태로 변환한 전자문서를 포함한다"
      },
      {
        "subtitle": "관련 법령 해설",
        "text_raw": "<sup>10)</sup> 대법원 2011. 2. 10. 선고 2009다68941 판결",
        "text_norm": "10 대법원 2011 2 10 선고 2009다68941 판결"
      },
      {
        "subtitle": "관련 법령 해설",
        "text_raw": "41",
        "text_norm": "41"
      },
      {
        "subtitle": "관련 법령 해설",
        "text_raw": "이 외에도, 갱신조항을 두지 않거나 일정한 협의 후에 재계약하는 방식(아래 예시 문구 참조)을 선택할 수 있다.",
        "text_norm": "이 외에도 갱신조항을 두지 않거나 일정한 협의 후에 재계약하는 방식아래 예시 문구 참조을 선택할 수 있다"
      },
      {
        "subtitle": "예시 문구 2: 본 계약은 계약기간 만료 [ ]개월 전까지 당사자 쌍방이 계약갱신의 합의를 하지 않는 경우 계약기간의 만료로 계약은 종료된다.",
        "text_raw": "묵시적 갱신조항을 두더라도 이용대가에 대해 별도의 협의가 필요한 경우에는 다음과 같이 규정할 수 있다.",
        "text_norm": "묵시적 갱신조항을 두더라도 이용대가에 대해 별도의 협의가 필요한 경우에는 다음과 같이 규정할 수 있다"
      },
      {
        "subtitle": "예시 문구 3: 제[ ]조 (계약기간 및 갱신)",
        "text_raw": "1. 본 계약의 계약기간은 ________부터 __________까지로 한다.\n  2. 본 계약은 계약 만료일 [3]개월 전까지 당사자 일방이 상대방에게 갱신거절의 통지를 하지 아니하는 경우 본 계약은 제[9]조의 사용대가를 제외한 나머지 부분에 한해서 동일한 조건으로 1년간 갱신되는 것으로 한다. 제[9]조의 사용대가에 대해서는 별도로 합의하여 다시 정하기로 한다.",
        "text_norm": "본 계약의 계약기간은 부터 까지로 한다 2 본 계약은 계약 만료일 3개월 전까지 당사자 일방이 상대방에게 갱신거절의 통지를 하지 아니하는 경우 본 계약은 제9조의 사용대가를 제외한 나머지 부분에 한해서 동일한 조건으로 1년간 갱신되는 것으로 한다 제9조의 사용대가에 대해서는 별도로 합의하여 다시 정하기로 한다"
      }
    ]
  },
  {
    "global_id": "urn:std:provide:art:005",
    "breadcrumb": "제5조",
    "title": "제5조(대상데이터의 범위)",
    "doc_type": "usage_guide",
    "contract_type": "provide",
    "unit_type": "commentary",
    "subtitles": [
      {
        "subtitle": "대상데이터의 범위",
        "text_raw": "- 대상데이터의 내용 및 범위 등은 데이터제공자가 본 계약에 따른 의무를 완전히 이행했는지 판단하는 중요한 기준이 되므로 이를 [별지1]에 상세하게 기재하도록 하고 있다. 대상데이터를 특정하기 위한 요소로 데이터 건수, 용량, 파일 형식 등을 나열하고 있으나 이에 한정되지 않으며 당사자 간 합의에 따라 대상데이터를 명확히 특정할 수 있는 사항이면 충분하다.",
        "text_norm": "대상데이터의 내용 및 범위 등은 데이터제공자가 본 계약에 따른 의무를 완전히 이행했는지 판단하는 중요한 기준이 되므로 이를 별지1에 상세하게 기재하도록 하고 있다 대상데이터를 특정하기 위한 요소로 데이터 건수 용량 파일 형식 등을 나열하고 있으나 이에 한정되지 않으며 당사자 간 합의에 따라 대상데이터를 명확히 특정할 수 있는 사항이면 충분하다"
      },
      {
        "subtitle": "대상데이터의 갱신 포함 여부",
        "text_raw": "- 계약 체결 후 갱신(업데이트)되는 신규 데이터를 계약에 포함하는 경우 데이터의 제공시기 및 추가 비용 지급 등을 별도로 합의하여 규정할 필요가 있으므로 [별지1]에 그와 관련된 내용을 기재하도록 하고 있다.",
        "text_norm": "계약 체결 후 갱신업데이트되는 신규 데이터를 계약에 포함하는 경우 데이터의 제공시기 및 추가 비용 지급 등을 별도로 합의하여 규정할 필요가 있으므로 별지1에 그와 관련된 내용을 기재하도록 하고 있다"
      },
      {
        "subtitle": "1. 대상데이터 및 그 이용범위",
        "text_raw": "- **데이터 이름**: 데이터이용자에게 제공할 각 데이터의 이름을 기재하면 된다.\n- **데이터 항목 등**: 각 데이터별로 데이터 건수, 용량, 파일 형식(확장자), 데이터 상세설명 등 데이터를 특정할 수 있는 정보를 구체적으로 기재해야 한다. 예를 들어 대상데이터가 특정 지역의 상권 분석을 위한 업종별 매출 추이 데이터인 경우 언제부터 언제까지의 데이터인지 대상 기간을 특정하지 않으면 데이터 범위에 대해 당사자 간 분쟁이 발생할 수 있다.\n- **데이터이용자의 이용범위**: 표준계약서 본문에서 데이터이용자의 이용범위를 일괄적으로 규정하고 있지만, [별지]에서 각 데이터별로 이용 목적, 제3자 제공(양도 또는 이용허락) 가부, 가공 여부 등을 개별적으로 정할 수 있다. 만일 계약서 본문에서 정한 내용과 [별지1]에 기재된 내용이 불일치하는 경우 제28조(특약사항)에 따라 계약서 본문의 내용보다 [별지1]에 기재된 대상데이터의 이용범위를 우선 적용하도록 명시해야 한다.\n- 그 외에도, 데이터의 특정에 필요한 항목이 있는 경우 자유롭게 양식을 수정하여 사용할 수 있다.",
        "text_norm": "데이터 이름 데이터이용자에게 제공할 각 데이터의 이름을 기재하면 된다 데이터 항목 등 각 데이터별로 데이터 건수 용량 파일 형식확장자 데이터 상세설명 등 데이터를 특정할 수 있는 정보를 구체적으로 기재해야 한다 예를 들어 대상데이터가 특정 지역의 상권 분석을 위한 업종별 매출 추이 데이터인 경우 언제부터 언제까지의 데이터인지 대상 기간을 특정하지 않으면 데이터 범위에 대해 당사자 간 분쟁이 발생할 수 있다 데이터이용자의 이용범위 표준계약서 본문에서 데이터이용자의 이용범위를 일괄적으로 규정하고 있지만 별지에서 각 데이터별로 이용 목적 제3자 제공양도 또는 이용허락 가부 가공 여부 등을 개별적으로 정할 수 있다 만일 계약서 본문에서 정한 내용과 별지1에 기재된 내용이 불일치하는 경우 제28조특약사항에 따라 계약서 본문의 내용보다 별지1에 기재된 대상데이터의 이용범위를 우선 적용하도록 명시해야 한다 그 외에도 데이터의 특정에 필요한 항목이 있는 경우 자유롭게 양식을 수정하여 사용할 수 있다"
      },
      {
        "subtitle": "1. 대상데이터 및 그 이용범위",
        "text_raw": "- 데이터제공자가 대상데이터의 업데이트 항목을 데이터이용자에게 제공할 수 있다. 데이터이용자도 해당 항목이 필요한 경우 대상데이터 범위에 업데이트된 항목을 제공받을 것을 포함하고, 제공주기, 제공방법, 그리고 비용을 구체적으로 기재한다.",
        "text_norm": "데이터제공자가 대상데이터의 업데이트 항목을 데이터이용자에게 제공할 수 있다 데이터이용자도 해당 항목이 필요한 경우 대상데이터 범위에 업데이트된 항목을 제공받을 것을 포함하고 제공주기 제공방법 그리고 비용을 구체적으로 기재한다"
      },
      {
        "subtitle": "2. 대상데이터의 갱신(업데이트) 포함여부에 관한 사항",
        "text_raw": "- 반드시 업데이트가 필요한 경우가 아니라면, 이를 요구할 필요가 없다. 기존 이용대가 외에 별도의 이용대가 또는 업데이트 비용이 추가될 수 있기 때문이다.",
        "text_norm": "반드시 업데이트가 필요한 경우가 아니라면 이를 요구할 필요가 없다 기존 이용대가 외에 별도의 이용대가 또는 업데이트 비용이 추가될 수 있기 때문이다"
      }
    ]
  },
  {
    "global_id": "urn:std:provide:art:006",
    "breadcrumb": "제6조",
    "title": "제6조(대상데이터의 제공방법)",
    "doc_type": "usage_guide",
    "contract_type": "provide",
    "unit_type": "commentary",
    "subtitles": [
      {
        "subtitle": "대상데이터의 제공방법",
        "text_raw": "대상데이터는 전자적 송부, 전자우편, 저장장치 전달 등 다양한 방법으로 제공될 수 있으므로 [별지2]에 대상데이터의 제공방법을 구체적으로 기재해야 한다.",
        "text_norm": "대상데이터는 전자적 송부 전자우편 저장장치 전달 등 다양한 방법으로 제공될 수 있으므로 별지2에 대상데이터의 제공방법을 구체적으로 기재해야 한다"
      },
      {
        "subtitle": "[별지2] 대상데이터의 제공방법",
        "text_raw": "- 데이터별 데이터 항목, 그 제공방법, 파일형식, 해상도 등을 구체적으로 기재해야 한다.\n- 대상데이터를 제공받는 과정에서 비용이 발생하는 경우 그 비용을 누가 부담할지 미리 합의할 필요가 있다. 예를 들어 클라우드 등 외부 저장소를 통해 데이터를 제공하는 경우 외부 저장소를 활용했을 때 드는 비용의 부담 주체와 데이터이용자의 외부 저장소 이용기간 등에 대해 구체적으로 기재해야 한다.\n- 데이터를 이용하기 위해 데이터제공자가 제공하는 소프트웨어를 데이터이용자가 사용해야 하는 경우 그 소프트웨어가 유상인지 무상인지 여부 등도 기재할 필요가 있다.",
        "text_norm": "데이터별 데이터 항목 그 제공방법 파일형식 해상도 등을 구체적으로 기재해야 한다 대상데이터를 제공받는 과정에서 비용이 발생하는 경우 그 비용을 누가 부담할지 미리 합의할 필요가 있다 예를 들어 클라우드 등 외부 저장소를 통해 데이터를 제공하는 경우 외부 저장소를 활용했을 때 드는 비용의 부담 주체와 데이터이용자의 외부 저장소 이용기간 등에 대해 구체적으로 기재해야 한다 데이터를 이용하기 위해 데이터제공자가 제공하는 소프트웨어를 데이터이용자가 사용해야 하는 경우 그 소프트웨어가 유상인지 무상인지 여부 등도 기재할 필요가 있다"
      },
      {
        "subtitle": "대상데이터의 제공방법 변경",
        "text_raw": "계약 체결 후 당사자 일방이 대상데이터의 제공방법을 변경하려는 경우 추가 비용이 발생할 수 있으며 그 비용을 누가 부담할지에 대한 분쟁이 생길 수 있다. 따라서 데이터를 제공하는 방법을 변경하기 위해서는 사전에 상대방의 동의를 받도록 규정하고 있다.",
        "text_norm": "계약 체결 후 당사자 일방이 대상데이터의 제공방법을 변경하려는 경우 추가 비용이 발생할 수 있으며 그 비용을 누가 부담할지에 대한 분쟁이 생길 수 있다 따라서 데이터를 제공하는 방법을 변경하기 위해서는 사전에 상대방의 동의를 받도록 규정하고 있다"
      },
      {
        "subtitle": "대상데이터의 제공방법 변경",
        "text_raw": "데이터 표준계약서 활용 안내서",
        "text_norm": "데이터 표준계약서 활용 안내서"
      },
      {
        "subtitle": "대상데이터의 제공방법 변경",
        "text_raw": "대상데이터의 제공방법 변경에 상대방이 동의하더라도 이로 인해 추가 비용이 발생하는 경우에는 그 비용 분담에 대해 당사자들이 협의할 필요가 있다.",
        "text_norm": "대상데이터의 제공방법 변경에 상대방이 동의하더라도 이로 인해 추가 비용이 발생하는 경우에는 그 비용 분담에 대해 당사자들이 협의할 필요가 있다"
      },
      {
        "subtitle": "데이터제공자의 대상데이터 제공 중단",
        "text_raw": "데이터제공자가 특별한 사정으로 대상데이터의 제공을 중단해야 하거나 중단이 예상되는 경우 중단으로 인한 데이터이용자의 예상치 못한 피해를 방지하기 위해 즉시 데이터이용자에게 이 사실을 통지해야 한다.",
        "text_norm": "데이터제공자가 특별한 사정으로 대상데이터의 제공을 중단해야 하거나 중단이 예상되는 경우 중단으로 인한 데이터이용자의 예상치 못한 피해를 방지하기 위해 즉시 데이터이용자에게 이 사실을 통지해야 한다"
      }
    ]
  },
  {
    "global_id": "urn:std:provide:art:007",
    "breadcrumb": "제7조",
    "title": "제7조(대상데이터의 이용허락)",
    "doc_type": "usage_guide",
    "contract_type": "provide",
    "unit_type": "commentary",
    "subtitles": [
      {
        "subtitle": "데이터 제공형 계약 중 데이터 (비독점적) 이용허락 계약",
        "text_raw": "- 데이터제공자는 데이터이용자에게 대상데이터를 이전하는 것이 아니라 특정 기간 동안 본 계약의 조건에 따라 이용을 허락하는 것이다.",
        "text_norm": "데이터제공자는 데이터이용자에게 대상데이터를 이전하는 것이 아니라 특정 기간 동안 본 계약의 조건에 따라 이용을 허락하는 것이다"
      },
      {
        "subtitle": "데이터 제공형 계약 중 데이터 (비독점적) 이용허락 계약",
        "text_raw": "> 이러한 점에서 데이터제공자가 대상데이터에 대한 모든 권리를 데이터이용자에게 귀속시키는 데이터 양도 계약과 구별된다. 데이터 양도 계약에서는 별도의 정함이 없는 한 데이터제공자는 대상데이터에 대한 모든 권리를 상실하며 데이터이용자의 데이터 이용에 대한 권리에 관여할 수 없다.",
        "text_norm": "이러한 점에서 데이터제공자가 대상데이터에 대한 모든 권리를 데이터이용자에게 귀속시키는 데이터 양도 계약과 구별된다 데이터 양도 계약에서는 별도의 정함이 없는 한 데이터제공자는 대상데이터에 대한 모든 권리를 상실하며 데이터이용자의 데이터 이용에 대한 권리에 관여할 수 없다"
      },
      {
        "subtitle": "관련 법령 해설",
        "text_raw": "- 데이터제공자가 데이터이용자에게 대상데이터의 이용을 허락하는 것이므로 대상데이터에 관한 데이터제공자 또는 제3자의 지식재산권(저작권법상 데이터베이스제작자의 권리를 포함)까지 데이터이용자에게 귀속되는 것은 아니다. 지식재산권의 이전은 「특허법」, 「실용신안법」, 「디자인보호법」, 「저작권법」, 「상표법」, 「부정경쟁방지법」 등 이와 관련된 지식재산권법령에 따른 별도의 이전 합의가 필요하다.",
        "text_norm": "데이터제공자가 데이터이용자에게 대상데이터의 이용을 허락하는 것이므로 대상데이터에 관한 데이터제공자 또는 제3자의 지식재산권저작권법상 데이터베이스제작자의 권리를 포함까지 데이터이용자에게 귀속되는 것은 아니다 지식재산권의 이전은 특허법 실용신안법 디자인보호법 저작권법 상표법 부정경쟁방지법 등 이와 관련된 지식재산권법령에 따른 별도의 이전 합의가 필요하다"
      },
      {
        "subtitle": "관련 법령 해설",
        "text_raw": "- 데이터제공자가 데이터이용자에게 비독점적 이용을 허락한 경우 데이터제공자는 데이터이용자 외의 제3자에게도 대상데이터의 이용을 새롭게 허락할 수 있다. 이러한 점에서 독점적 이용허락과 구별된다.",
        "text_norm": "데이터제공자가 데이터이용자에게 비독점적 이용을 허락한 경우 데이터제공자는 데이터이용자 외의 제3자에게도 대상데이터의 이용을 새롭게 허락할 수 있다 이러한 점에서 독점적 이용허락과 구별된다"
      },
      {
        "subtitle": "관련 법령 해설",
        "text_raw": "- 만일 데이터이용자가 독점적 이용허락을 원할 경우 아래와 같이 규정할 수 있다. 이 경우 이용대가는 비독점적 이용허락 계약보다 증가할 것으로 예상된다.",
        "text_norm": "만일 데이터이용자가 독점적 이용허락을 원할 경우 아래와 같이 규정할 수 있다 이 경우 이용대가는 비독점적 이용허락 계약보다 증가할 것으로 예상된다"
      },
      {
        "subtitle": "예시 문구 제[ ]조(대상데이터의 독점적 이용허락)",
        "text_raw": "1. 데이터제공자는 데이터이용자에게 본 계약의 조건에 따라 독점적으로 이용하는 것을 허락한다.\n2. 본 조의 이용허락에도 불구하고 대상데이터에 관한 데이터제공자 또는 제3자의 지식재산권(저작권법상 데이터베이스제작자의 권리를 포함한다. 이하 같다)은 데이터이용자에게 귀속되지 않는다.\n3. 본 조의 이용허락은 데이터제공자가 대상데이터 이용에 대한 권리에 영향을 미치지 아니한다.\n4. 데이터제공자는 데이터이용자 이외의 제3자에게는 본 조의 이용허락을 할 수 없다.",
        "text_norm": "데이터제공자는 데이터이용자에게 본 계약의 조건에 따라 독점적으로 이용하는 것을 허락한다 2 본 조의 이용허락에도 불구하고 대상데이터에 관한 데이터제공자 또는 제3자의 지식재산권저작권법상 데이터베이스제작자의 권리를 포함한다 이하 같다은 데이터이용자에게 귀속되지 않는다 3 본 조의 이용허락은 데이터제공자가 대상데이터 이용에 대한 권리에 영향을 미치지 아니한다 4 데이터제공자는 데이터이용자 이외의 제3자에게는 본 조의 이용허락을 할 수 없다"
      }
    ]
  },
  {
    "global_id": "urn:std:provide:art:008",
    "breadcrumb": "제8조",
    "title": "제8조(대상데이터의 이용허락 범위)",
    "doc_type": "usage_guide",
    "contract_type": "provide",
    "unit_type": "commentary",
    "subtitles": [
      {
        "subtitle": "데이터이용자의 데이터 이용목적",
        "text_raw": "- 데이터제공자는 데이터의 부정사용[^11]을 방지하기 위해 데이터이용자의 데이터 이용목적을 한정할 필요가 있다.\n- 데이터이용자는 데이터제공자의 사전 동의 없이 데이터의 이용목적 외의 목적으로 대상데이터를 이용할 수 없다. 따라서 데이터이용자는 데이터 이용허락 계약을 체결할 때 계약 체결의 동기와 이용범위 등을 충분히 고려하여 이용목적을 되도록 넓게 설정하는 것이 필요하다.",
        "text_norm": "데이터제공자는 데이터의 부정사용11을 방지하기 위해 데이터이용자의 데이터 이용목적을 한정할 필요가 있다 데이터이용자는 데이터제공자의 사전 동의 없이 데이터의 이용목적 외의 목적으로 대상데이터를 이용할 수 없다 따라서 데이터이용자는 데이터 이용허락 계약을 체결할 때 계약 체결의 동기와 이용범위 등을 충분히 고려하여 이용목적을 되도록 넓게 설정하는 것이 필요하다"
      },
      {
        "subtitle": "대상데이터의 제3자 제공 문제",
        "text_raw": "데이터제공자는 데이터 구축 및 관리 비용 등 투하자본을 회수하기 위해 데이터 이용자가 무단으로 제3자에게 유상, 무상을 불문하고 데이터를 공개하거나 제공하지 못하도록 규정하고 있다. 여기서 제3자는 데이터이용자가 법인일 경우 계열회사나 자회사 등도 포함된다.",
        "text_norm": "데이터제공자는 데이터 구축 및 관리 비용 등 투하자본을 회수하기 위해 데이터 이용자가 무단으로 제3자에게 유상 무상을 불문하고 데이터를 공개하거나 제공하지 못하도록 규정하고 있다 여기서 제3자는 데이터이용자가 법인일 경우 계열회사나 자회사 등도 포함된다"
      },
      {
        "subtitle": "대상데이터의 제3자 제공 문제",
        "text_raw": "이를 위반할 경우, 계약 위반으로 인한 손해배상 책임을 지게 된다. 나아가 만약 데이터이용자가 부정한 이익을 얻거나 데이터제공자에게 손해를 입힐 목적으로 데이터를 사용, 공개하거나 제3자에게 제공한다면, 이는 「부정경쟁방지법」 제2조 제1호 (카)목의 ‘데이터 부정사용행위’ 중 2) 유형에 해당될 수 있다.",
        "text_norm": "이를 위반할 경우 계약 위반으로 인한 손해배상 책임을 지게 된다 나아가 만약 데이터이용자가 부정한 이익을 얻거나 데이터제공자에게 손해를 입힐 목적으로 데이터를 사용 공개하거나 제3자에게 제공한다면 이는 부정경쟁방지법 제2조 제1호 카목의 데이터 부정사용행위 중 2 유형에 해당될 수 있다"
      },
      {
        "subtitle": "대상데이터의 제3자 제공 문제",
        "text_raw": "* 이때 ‘부정한 이익을 얻을 목적’이란 공서양속 또는 신의칙에 반하는 행위로 부당하게 이익을 얻을 것을 목적으로 하는 것을 의미한다. 이에는 자신의 이익을 얻기 위한 경우뿐만 아니라, 제3자에게 부정한 이익을 얻게 하려는 목적도 포함된다. 또한 ‘손해를 가할 목적’이란 재산상의 손해, 신용의 실추, 그 밖의 유･무형의 부당한 손해를 가할 것을 의미한다[^12].",
        "text_norm": "이때 부정한 이익을 얻을 목적이란 공서양속 또는 신의칙에 반하는 행위로 부당하게 이익을 얻을 것을 목적으로 하는 것을 의미한다 이에는 자신의 이익을 얻기 위한 경우뿐만 아니라 제3자에게 부정한 이익을 얻게 하려는 목적도 포함된다 또한 손해를 가할 목적이란 재산상의 손해 신용의 실추 그 밖의 유무형의 부당한 손해를 가할 것을 의미한다12"
      },
      {
        "subtitle": "대상데이터의 제3자 제공 문제",
        "text_raw": "데이터이용자가 대상데이터를 활용한 다양한 비즈니스 모델을 개발 또는 운영하기 위해 제3자에게 대상데이터를 제공할 필요가 있는 경우 위 표준조항과 달리 제3자 제공이 가능하도록 협의할 수 있다. 다만 제3자에게 대상데이터를 제공할 때에는 그 계약의 이용 조건은 데이터이용자의 원 이용 조건 범위를 넘을 수 없으므로 그 범위 내에서 계약을 체결해야 한다.",
        "text_norm": "데이터이용자가 대상데이터를 활용한 다양한 비즈니스 모델을 개발 또는 운영하기 위해 제3자에게 대상데이터를 제공할 필요가 있는 경우 위 표준조항과 달리 제3자 제공이 가능하도록 협의할 수 있다 다만 제3자에게 대상데이터를 제공할 때에는 그 계약의 이용 조건은 데이터이용자의 원 이용 조건 범위를 넘을 수 없으므로 그 범위 내에서 계약을 체결해야 한다"
      },
      {
        "subtitle": "## 예시 문구",
        "text_raw": "1. 데이터이용자는 대상데이터를 제3자에게 공개하거나 제공할 수 있다. 다만, 그 공개나 제공을 한 날로부터 [  ]일 이내에 데이터제공자에게 공개사실 또는 제공사실, 상대방, 공개조건 또는 제공조건을 통지하여야 한다.",
        "text_norm": "데이터이용자는 대상데이터를 제3자에게 공개하거나 제공할 수 있다 다만 그 공개나 제공을 한 날로부터 일 이내에 데이터제공자에게 공개사실 또는 제공사실 상대방 공개조건 또는 제공조건을 통지하여야 한다"
      },
      {
        "subtitle": "## 예시 문구",
        "text_raw": "2. 데이터이용자가 대상데이터를 제3자에게 공개 또는 제공하여 매출이 발생한 경우 그 매출액의 일정한 비율에 해당하는 수익을 데이터제공자에게 지불한다. 지급비율 등 지급조건은 당사자들이 협의하여 정한다.",
        "text_norm": "데이터이용자가 대상데이터를 제3자에게 공개 또는 제공하여 매출이 발생한 경우 그 매출액의 일정한 비율에 해당하는 수익을 데이터제공자에게 지불한다 지급비율 등 지급조건은 당사자들이 협의하여 정한다"
      },
      {
        "subtitle": "법령각주12",
        "text_raw": "데이터 부정사용행위 유형은 2022. 4. 20. 시행된 「부정경쟁방지법」에서 부정경쟁행위의 하나로 신설되었다. 「부정경쟁방지법」에 따른 데이터 부정사용행위는 다음과 같다.",
        "text_norm": "데이터 부정사용행위 유형은 2022 4 20 시행된 부정경쟁방지법에서 부정경쟁행위의 하나로 신설되었다 부정경쟁방지법에 따른 데이터 부정사용행위는 다음과 같다"
      },
      {
        "subtitle": "법령각주12",
        "text_raw": "| 「부정경쟁방지법」 제2조 제1호 (카)목의 ‘데이터 부정사용행위’ |",
        "text_norm": "부정경쟁방지법 제2조 제1호 카목의 데이터 부정사용행위"
      },
      {
        "subtitle": "법령각주12",
        "text_raw": "「부정경쟁방지 및 영업비밀보호에 관한 법률」",
        "text_norm": "부정경쟁방지 및 영업비밀보호에 관한 법률"
      },
      {
        "subtitle": "법령각주12",
        "text_raw": "제2조(정의) 이 법에서 사용하는 용어의 뜻은 다음과 같다.",
        "text_norm": "제2조정의 이 법에서 사용하는 용어의 뜻은 다음과 같다"
      },
      {
        "subtitle": "법령각주12",
        "text_raw": "1. “부정경쟁행위”란 다음 각 목의 어느 하나에 해당하는 행위를 말한다.",
        "text_norm": "부정경쟁행위란 다음 각 목의 어느 하나에 해당하는 행위를 말한다"
      },
      {
        "subtitle": "법령각주12",
        "text_raw": "가. 데이터(「데이터 산업진흥 및 이용촉진에 관한 기본법」 제2조 제1호에 따른 데이터 중 업(業)으로서 특정인 또는 특정 다수에게 제공되는 것으로, 전자적 방법으로 상당량 축적･관리되고 있으며, 비밀로서 관리되고 있지 아니한 기술상 또는 영업상의 정보를 말한다. 이하 같다)를 부정하게 사용하는 행위로서 다음의 어느 하나에 해당하는 행위",
        "text_norm": "가 데이터데이터 산업진흥 및 이용촉진에 관한 기본법 제2조 제1호에 따른 데이터 중 업으로서 특정인 또는 특정 다수에게 제공되는 것으로 전자적 방법으로 상당량 축적관리되고 있으며 비밀로서 관리되고 있지 아니한 기술상 또는 영업상의 정보를 말한다 이하 같다를 부정하게 사용하는 행위로서 다음의 어느 하나에 해당하는 행위"
      },
      {
        "subtitle": "법령각주12",
        "text_raw": "1) 접근권한이 없는 자가 절취･기망･부정접속 또는 그 밖의 부정한 수단으로 데이터를 취득하거나 그 취득한 데이터를 사용･공개하는 행위",
        "text_norm": "1 접근권한이 없는 자가 절취기망부정접속 또는 그 밖의 부정한 수단으로 데이터를 취득하거나 그 취득한 데이터를 사용공개하는 행위"
      },
      {
        "subtitle": "법령각주12",
        "text_raw": "2) 데이터 보유자와의 계약관계 등에 따라 데이터에 접근권한이 있는 자가 부정한 이익을 얻거나 데이터 보유자에게 손해를 입힐 목적으로 그 데이터를 사용･공개하거나 제3자에게 제공하는 행위",
        "text_norm": "2 데이터 보유자와의 계약관계 등에 따라 데이터에 접근권한이 있는 자가 부정한 이익을 얻거나 데이터 보유자에게 손해를 입힐 목적으로 그 데이터를 사용공개하거나 제3자에게 제공하는 행위"
      },
      {
        "subtitle": "법령각주12",
        "text_raw": "3) 1) 또는 2)가 개입된 사실을 알고 데이터를 취득하거나 그 취득한 데이터를 사용･공개하는 행위",
        "text_norm": "3 1 또는 2가 개입된 사실을 알고 데이터를 취득하거나 그 취득한 데이터를 사용공개하는 행위"
      },
      {
        "subtitle": "법령각주12",
        "text_raw": "4) 정당한 권한 없이 데이터의 보호를 위하여 적용한 기술적 보호조치를 회피･제거 또는 변경(이하 “무력화”라 한다)하는 것을 주된 목적으로 하는 기술･서비스･장치 또는 그 장치의 부품을 제공･수입･수출･제조･양도･대여 또는 전송하거나 이를 양도･대여하기 위하여 전시하는 행위. 다만, 기술적 보호조치의 연구･개발을 위하여 기술적 보호조치를 무력화하는 장치 또는 그 부품을 제조하는 경우에는 그러하지 아니하다.",
        "text_norm": "4 정당한 권한 없이 데이터의 보호를 위하여 적용한 기술적 보호조치를 회피제거 또는 변경이하 무력화라 한다하는 것을 주된 목적으로 하는 기술서비스장치 또는 그 장치의 부품을 제공수입수출제조양도대여 또는 전송하거나 이를 양도대여하기 위하여 전시하는 행위 다만 기술적 보호조치의 연구개발을 위하여 기술적 보호조치를 무력화하는 장치 또는 그 부품을 제조하는 경우에는 그러하지 아니하다"
      },
      {
        "subtitle": "법령각주12",
        "text_raw": "- 데이터이용자 또는 제3자의 행위가 데이터 부정사용에 해당되는 경우 「부정경쟁방지법」에 따른 손해배상책임(제5조, 제14조의2)을 질 수 있다. 또한 법원은 이러한 행위로 영업상 이익이 침해된 자의 청구에 따라 손해배상에 갈음하거나 손해배상과 함께 영업상 신용 회복에 필요한 조치(제6조)를 명할 수 있다. 특히 데이터 부정사용행위 중 제2조 제1호 (카)목의 4) 유형은 제18조 제4항에 따라 형사처벌의 대상이 될 수 있다(3년 이하의 징역 또는 3천만 원 이하의 벌금).",
        "text_norm": "데이터이용자 또는 제3자의 행위가 데이터 부정사용에 해당되는 경우 부정경쟁방지법에 따른 손해배상책임제5조 제14조의2을 질 수 있다 또한 법원은 이러한 행위로 영업상 이익이 침해된 자의 청구에 따라 손해배상에 갈음하거나 손해배상과 함께 영업상 신용 회복에 필요한 조치제6조를 명할 수 있다 특히 데이터 부정사용행위 중 제2조 제1호 카목의 4 유형은 제18조 제4항에 따라 형사처벌의 대상이 될 수 있다3년 이하의 징역 또는 3천만 원 이하의 벌금"
      }
    ]
  },
  {
    "global_id": "urn:std:provide:art:009",
    "breadcrumb": "제9조",
    "title": "제9조(대가지급)",
    "doc_type": "usage_guide",
    "contract_type": "provide",
    "unit_type": "commentary",
    "subtitles": [
      {
        "subtitle": "대가지급 방식",
        "text_raw": "- 대가지급은 일시금, 분할금, 정기금 등으로 선택하여 지급할 수 있도록 규정하고 있다. 분할금이나 정기금으로 지급할 경우 각 지급 시기를 구체적으로 기재할 필요가 있다.",
        "text_norm": "대가지급은 일시금 분할금 정기금 등으로 선택하여 지급할 수 있도록 규정하고 있다 분할금이나 정기금으로 지급할 경우 각 지급 시기를 구체적으로 기재할 필요가 있다"
      },
      {
        "subtitle": "대가지급 지연",
        "text_raw": "- 데이터이용자가 데이터제공자와 약정한 대가지급을 지연하는 경우를 대비해 지연이자(지연손해금)를 미리 정해둘 필요가 있다. 만일 별도로 정하지 않는다면 법정이자(상거래의 경우 「상법」 연 6%, 그 외의 거래는 「민법」 연 5%)가 적용된다.",
        "text_norm": "데이터이용자가 데이터제공자와 약정한 대가지급을 지연하는 경우를 대비해 지연이자지연손해금를 미리 정해둘 필요가 있다 만일 별도로 정하지 않는다면 법정이자상거래의 경우 상법 연 6 그 외의 거래는 민법 연 5가 적용된다"
      },
      {
        "subtitle": "경상사용료 방식에 의한 사용료(로열티)의 지급",
        "text_raw": "- 경상사용료(running royalty)는 판매량이나 매출액 등의 일정 비율을 사용대가로 지급하는 방식이다. 이 방식에는 데이터 서비스의 매출액 등을 비율(%)로 규정하는 요율 방식과 판매 횟수에 비례해 이용료를 책정하는 종량 방식이 있다<sup>13</sup>. 경상사용료를 지급하기로 합의한 경우, 그 산정 방식을 미리 정해둘 필요가 있다.",
        "text_norm": "경상사용료 는 판매량이나 매출액 등의 일정 비율을 사용대가로 지급하는 방식이다 이 방식에는 데이터 서비스의 매출액 등을 비율로 규정하는 요율 방식과 판매 횟수에 비례해 이용료를 책정하는 종량 방식이 있다13 경상사용료를 지급하기로 합의한 경우 그 산정 방식을 미리 정해둘 필요가 있다"
      },
      {
        "subtitle": "경상사용료 방식에 의한 사용료(로열티)의 지급",
        "text_raw": "- 매출액을 기준으로 할 경우, 총매출액을 기준으로 할지 아니면 관리 또는 마케팅 등의 비용을 공제한 순매출액을 기준으로 할지 명확히 규정해야 한다. 총매출액으로 정의하는 경우 부가가치세나 할인을 포함할지, 순매출액으로 정의하는 경우 어떠한 비용을 공제할 것인지에 대해 당사자 간 합의가 필요하다.",
        "text_norm": "매출액을 기준으로 할 경우 총매출액을 기준으로 할지 아니면 관리 또는 마케팅 등의 비용을 공제한 순매출액을 기준으로 할지 명확히 규정해야 한다 총매출액으로 정의하는 경우 부가가치세나 할인을 포함할지 순매출액으로 정의하는 경우 어떠한 비용을 공제할 것인지에 대해 당사자 간 합의가 필요하다"
      },
      {
        "subtitle": "## 예시 문구 1 총매출액 기준",
        "text_raw": "1. ‘총매출액’이라 함은 데이터제공자가 제공한 대상데이터로 인하여 발생한 수입의 합계(부가가치세 포함)를 말한다. 다만, 매출액 산정 시 부가가치세, 할인 등 포함 여부는 당사자들이 상호 협의하여 결정한다.",
        "text_norm": "총매출액이라 함은 데이터제공자가 제공한 대상데이터로 인하여 발생한 수입의 합계부가가치세 포함를 말한다 다만 매출액 산정 시 부가가치세 할인 등 포함 여부는 당사자들이 상호 협의하여 결정한다"
      },
      {
        "subtitle": "## 예시 문구 1 총매출액 기준",
        "text_raw": "2. 데이터이용자는 데이터제공자에게 매월 [ ]일까지 월 매출액의 [ ]%를 지급하기로 한다.",
        "text_norm": "데이터이용자는 데이터제공자에게 매월 일까지 월 매출액의 를 지급하기로 한다"
      },
      {
        "subtitle": "## 예시 문구 2 순매출액 기준",
        "text_raw": "1. ‘총매출액’이라 함은 데이터제공자가 제공한 대상데이터로 인하여 발생한 수입의 합계(부가가치세 포함)를 말한다. 다만, 매출액 산정 시 부가가치세, 할인 등 포함 여부는 당사자들이 상호 협의하여 결정한다.",
        "text_norm": "총매출액이라 함은 데이터제공자가 제공한 대상데이터로 인하여 발생한 수입의 합계부가가치세 포함를 말한다 다만 매출액 산정 시 부가가치세 할인 등 포함 여부는 당사자들이 상호 협의하여 결정한다"
      },
      {
        "subtitle": "## 예시 문구 2 순매출액 기준",
        "text_raw": "2. ‘순매출액’이라 함은 총매출액에서 관리비용, 마케팅 비용, ______ 등 각종 비용을 공제한 금액을 말한다. 비용은 총매출액 대비 최대 [ ]%를 한도로 한다.",
        "text_norm": "순매출액이라 함은 총매출액에서 관리비용 마케팅 비용 등 각종 비용을 공제한 금액을 말한다 비용은 총매출액 대비 최대 를 한도로 한다"
      },
      {
        "subtitle": "## 예시 문구 2 순매출액 기준",
        "text_raw": "3. 데이터이용자는 데이터제공자에게 매월 [ ]일까지 월 순매출액의 [ ]%를 지급하기로 한다.",
        "text_norm": "데이터이용자는 데이터제공자에게 매월 일까지 월 순매출액의 를 지급하기로 한다"
      }
    ]
  },
  {
    "global_id": "urn:std:provide:art:010",
    "breadcrumb": "제10조",
    "title": "제10조(파생데이터 등)",
    "doc_type": "usage_guide",
    "contract_type": "provide",
    "unit_type": "commentary",
    "subtitles": [
      {
        "subtitle": "파생데이터의 정의",
        "text_raw": "- 파생데이터의 범위에 대해서는 다양한 견해가 있을 수 있다. 표준조항에서는 파생데이터를 “데이터이용자가 대상데이터의 활용(연계, 가공, 분석 및 그 밖에 이와 유사한 행위를 말한다)을 통하여 생성한 데이터”로 넓게 정의하고 있다<sup>14</sup>.",
        "text_norm": "파생데이터의 범위에 대해서는 다양한 견해가 있을 수 있다 표준조항에서는 파생데이터를 데이터이용자가 대상데이터의 활용연계 가공 분석 및 그 밖에 이와 유사한 행위를 말한다을 통하여 생성한 데이터로 넓게 정의하고 있다14"
      },
      {
        "subtitle": "파생데이터의 정의",
        "text_raw": "※ 참고로 산업데이터의 경우 파생데이터를 기존에 존재하는 산업데이터의 가공･분석 등의 과정을 거쳐 발생한 산업데이터로서 독자성을 인정할 수 있는 것으로 보고 있다<sup>15</sup>.",
        "text_norm": "참고로 산업데이터의 경우 파생데이터를 기존에 존재하는 산업데이터의 가공분석 등의 과정을 거쳐 발생한 산업데이터로서 독자성을 인정할 수 있는 것으로 보고 있다15"
      },
      {
        "subtitle": "파생데이터의 정의",
        "text_raw": "파생데이터의 형태는 매우 다양하기 때문에 그 이용권리의 귀속을 일률적으로 정할 수 없으므로 당사자 간에 합의하여 [별지3]에서 이를 정하도록 하고 있다.",
        "text_norm": "파생데이터의 형태는 매우 다양하기 때문에 그 이용권리의 귀속을 일률적으로 정할 수 없으므로 당사자 간에 합의하여 별지3에서 이를 정하도록 하고 있다"
      },
      {
        "subtitle": "[별지3] 파생데이터 및 그 이용범위",
        "text_raw": "- **대상데이터 이름**: 파생데이터는 대상데이터를 활용하여 생성된 것이므로 대상데이터의 이름을 기재하면 된다.\n- **파생데이터 이름**: 파생데이터를 특정하기 위한 이름을 기재하면 된다.\n- **파생데이터 항목 등**: 파생데이터별로 데이터 건수, 용량, 파일형식(확장자), 데이터 상세설명 등 파생데이터를 특정할 수 있는 정보를 구체적으로 기재해야 한다.\n- **생성기간**: 파생데이터의 생성기간을 기재하면 된다.\n- **파생데이터 이용권리 귀속, 데이터제공자의 이용범위, 데이터이용자의 이용범위**: \n  1. 파생데이터를 이용할 권리가 [데이터제공자 또는 데이터이용자 또는 데이터제공자 및 데이터이용자 모두] 중 누구에게 귀속되는지를 명확히 표시한다.\n  2. 파생데이터의 권리가 [데이터제공자 또는 데이터이용자]에게 귀속되며, 상대방에게 이용허락을 하는 경우, 그 이용조건을 기재한다.\n  3. 파생데이터가 [데이터제공자 및 데이터이용자 모두]에게 귀속되는 경우, 각자가 파생데이터를 이용할 권리의 내용을 기재하면 된다.",
        "text_norm": "대상데이터 이름 파생데이터는 대상데이터를 활용하여 생성된 것이므로 대상데이터의 이름을 기재하면 된다 파생데이터 이름 파생데이터를 특정하기 위한 이름을 기재하면 된다 파생데이터 항목 등 파생데이터별로 데이터 건수 용량 파일형식확장자 데이터 상세설명 등 파생데이터를 특정할 수 있는 정보를 구체적으로 기재해야 한다 생성기간 파생데이터의 생성기간을 기재하면 된다 파생데이터 이용권리 귀속 데이터제공자의 이용범위 데이터이용자의 이용범위 1 파생데이터를 이용할 권리가 데이터제공자 또는 데이터이용자 또는 데이터제공자 및 데이터이용자 모두 중 누구에게 귀속되는지를 명확히 표시한다 2 파생데이터의 권리가 데이터제공자 또는 데이터이용자에게 귀속되며 상대방에게 이용허락을 하는 경우 그 이용조건을 기재한다 3 파생데이터가 데이터제공자 및 데이터이용자 모두에게 귀속되는 경우 각자가 파생데이터를 이용할 권리의 내용을 기재하면 된다"
      },
      {
        "subtitle": "[별지3] 파생데이터 및 그 이용범위",
        "text_raw": "- 파생데이터를 이용할 권리가 당사자들에게 공동으로 귀속되는 경우 제3자에게 제공하는 등의 방법으로 매출이 발생할 수 있으므로 수익분배에 대한 사항을 협의하여 정할 필요가 있다. 파생데이터를 이용할 권리가 당사자 일방에게 귀속되고 상대방에게 그 이용을 허락한 경우 이용허락이 유상인지 무상인지, 그리고 상대방이 제3자에게 제공하여 매출이 발생한 경우 수익 분배에 대하여 협의하여 정할 필요가 있다.",
        "text_norm": "파생데이터를 이용할 권리가 당사자들에게 공동으로 귀속되는 경우 제3자에게 제공하는 등의 방법으로 매출이 발생할 수 있으므로 수익분배에 대한 사항을 협의하여 정할 필요가 있다 파생데이터를 이용할 권리가 당사자 일방에게 귀속되고 상대방에게 그 이용을 허락한 경우 이용허락이 유상인지 무상인지 그리고 상대방이 제3자에게 제공하여 매출이 발생한 경우 수익 분배에 대하여 협의하여 정할 필요가 있다"
      },
      {
        "subtitle": "[별지3] 파생데이터 및 그 이용범위",
        "text_raw": "※ 참고로, 양도 계약의 경우 데이터제공자는 대상데이터에 대한 모든 권한을 상실하므로 파생데이터 및 그 활용으로 인한 매출 및 수익은 데이터이용자에게 귀속된다.",
        "text_norm": "참고로 양도 계약의 경우 데이터제공자는 대상데이터에 대한 모든 권한을 상실하므로 파생데이터 및 그 활용으로 인한 매출 및 수익은 데이터이용자에게 귀속된다"
      },
      {
        "subtitle": "[별지3] 파생데이터 및 그 이용범위",
        "text_raw": "- 파생데이터를 제공하는 방법은 전자적 송부, 전자우편, 저장장치 전달 등 다양한 방법이 있을 수 있으므로 필요한 경우 이와 관련한 사항도 기재하면 된다.",
        "text_norm": "파생데이터를 제공하는 방법은 전자적 송부 전자우편 저장장치 전달 등 다양한 방법이 있을 수 있으므로 필요한 경우 이와 관련한 사항도 기재하면 된다"
      },
      {
        "subtitle": "관련 법령 해설",
        "text_raw": "이러한 양도 의무 또는 독점적 이용허락 의무를 협상 과정에서 합리적인 이유 없이 부과하는 경우 「공정거래법」상 불공정거래행위 또는 「하도급법」 위반(하도급 거래에서 파생데이터가 생성된 경우16))에 해당될 가능성이 있으므로 주의가 필요하다.",
        "text_norm": "이러한 양도 의무 또는 독점적 이용허락 의무를 협상 과정에서 합리적인 이유 없이 부과하는 경우 공정거래법상 불공정거래행위 또는 하도급법 위반하도급 거래에서 파생데이터가 생성된 경우16에 해당될 가능성이 있으므로 주의가 필요하다"
      }
    ]
  },
  {
    "global_id": "urn:std:provide:art:011",
    "breadcrumb": "제11조",
    "title": "제11조(대상데이터에 대한 보증 등)",
    "doc_type": "usage_guide",
    "contract_type": "provide",
    "unit_type": "commentary",
    "subtitles": [
      {
        "subtitle": "대상데이터의 정당한 권한 등에 대한 보증",
        "text_raw": "표준조항은 데이터제공자가 ① 대상데이터에 대한 정당한 권리 보유, ② 「개인정보 보호법」의 준수, ③ 타인의 지식재산권 및 기타 권리의 비침해를 보증하도록 규정하고 있다.",
        "text_norm": "표준조항은 데이터제공자가 대상데이터에 대한 정당한 권리 보유 개인정보 보호법의 준수 타인의 지식재산권 및 기타 권리의 비침해를 보증하도록 규정하고 있다"
      },
      {
        "subtitle": "대상데이터의 정당한 권한 등에 대한 보증",
        "text_raw": "데이터이용자는 대상데이터에 대한 정보를 주로 데이터제공자가 제시하는 정보에 의존할 수밖에 없기 때문에 대상데이터 이용에 따른 법적 책임의 위험을 완전히 배제하기 어렵다. 이러한 위험을 최소화하기 위해 데이터이용자는 위와 같은 보증조항을 마련할 필요가 있다.",
        "text_norm": "데이터이용자는 대상데이터에 대한 정보를 주로 데이터제공자가 제시하는 정보에 의존할 수밖에 없기 때문에 대상데이터 이용에 따른 법적 책임의 위험을 완전히 배제하기 어렵다 이러한 위험을 최소화하기 위해 데이터이용자는 위와 같은 보증조항을 마련할 필요가 있다"
      },
      {
        "subtitle": "대상데이터의 정당한 권한 등에 대한 보증",
        "text_raw": "데이터이용자의 이용에 제한이 되거나 될 수 있는 데이터가 대상데이터에 포함된 경우 데이터제공자는 지체 없이 그 제한을 해소하는 조치를 취해야 한다.",
        "text_norm": "데이터이용자의 이용에 제한이 되거나 될 수 있는 데이터가 대상데이터에 포함된 경우 데이터제공자는 지체 없이 그 제한을 해소하는 조치를 취해야 한다"
      },
      {
        "subtitle": "대상데이터에 대한 품질보증",
        "text_raw": "대상데이터의 품질에 대해서는 당사자 간 거래 목적이나 거래 상황 등을 고려하여 개별적으로 합의된 수준으로 보증할 수 있다. 세부적인 내용은 사전 교섭단계에서 거래 관행에 따라 결정할 수 있다<sup>17)</sup>.",
        "text_norm": "대상데이터의 품질에 대해서는 당사자 간 거래 목적이나 거래 상황 등을 고려하여 개별적으로 합의된 수준으로 보증할 수 있다 세부적인 내용은 사전 교섭단계에서 거래 관행에 따라 결정할 수 있다17"
      },
      {
        "subtitle": "대상데이터에 대한 품질보증",
        "text_raw": "표준조항은 데이터 품질인증제도의 심사항목 중 정형･비정형데이터를 불문하고, 중요한 품질기준인 완전성, 유효성, 일관성, 정확성을 보증하도록 규정하고 있다. 다만 필요한 경우 당사자 간 합의에 따라 데이터의 완전성, 유효성, 일관성, 정확성 중 일부만 보증하도록 하거나 대상데이터의 특성에 따라 다른 품질기준을 활용할 수 있다. 데이터의 완전성, 유효성, 일관성, 정확성의 보증 범위와 수준이 높아질수록 데이터 이용대가도 증가될 수 있다.",
        "text_norm": "표준조항은 데이터 품질인증제도의 심사항목 중 정형비정형데이터를 불문하고 중요한 품질기준인 완전성 유효성 일관성 정확성을 보증하도록 규정하고 있다 다만 필요한 경우 당사자 간 합의에 따라 데이터의 완전성 유효성 일관성 정확성 중 일부만 보증하도록 하거나 대상데이터의 특성에 따라 다른 품질기준을 활용할 수 있다 데이터의 완전성 유효성 일관성 정확성의 보증 범위와 수준이 높아질수록 데이터 이용대가도 증가될 수 있다"
      },
      {
        "subtitle": "대상데이터에 대한 품질보증",
        "text_raw": "데이터의 품질기준에 대한 구체적인 내용은 「데이터 품질인증기관 지정 및 운영에 관한 지침」 [별표1] 데이터 품질기준에서 확인할 수 있으며, 다음과 같다.",
        "text_norm": "데이터의 품질기준에 대한 구체적인 내용은 데이터 품질인증기관 지정 및 운영에 관한 지침 별표1 데이터 품질기준에서 확인할 수 있으며 다음과 같다"
      },
      {
        "subtitle": "대상데이터에 대한 품질보증",
        "text_raw": "<sup>17)</sup> 계약상 보증 의무가 데이터제공자의 고의 또는 과실이 없어도 발생할 수 있는 하자에 대해 무조건 책임을 진다는 의미로 활용되는 경우, 데이터제공자에게 과도한 부담을 지우게 될 우려가 있다. 통상적으로 「민법」상 매매담보책임이 적용되지만, 그 이상의 품질보증 수준을 요구하는 경우 사전 교섭단계에서 이를 충분히 확인할 필요가 있다.",
        "text_norm": "17 계약상 보증 의무가 데이터제공자의 고의 또는 과실이 없어도 발생할 수 있는 하자에 대해 무조건 책임을 진다는 의미로 활용되는 경우 데이터제공자에게 과도한 부담을 지우게 될 우려가 있다 통상적으로 민법상 매매담보책임이 적용되지만 그 이상의 품질보증 수준을 요구하는 경우 사전 교섭단계에서 이를 충분히 확인할 필요가 있다"
      },
      {
        "subtitle": "대상데이터에 대한 품질보증",
        "text_raw": "- 상황에 따라 데이터제공자는 데이터를 현재 상태대로 제공하며 데이터의 완전성, 유효성, 일관성, 정확성에 대해 보증하지 않을 수 있다. 이 경우 데이터를 현재 상태대로 제공하며 그 데이터의 품질로 인해 발생할 수 있는 문제에 대한 면책조항을 둘 필요가 있다. 이와 같은 일부 보증 또는 무보증의 경우에는 데이터 이용대가도 낮아질 수 있다.",
        "text_norm": "상황에 따라 데이터제공자는 데이터를 현재 상태대로 제공하며 데이터의 완전성 유효성 일관성 정확성에 대해 보증하지 않을 수 있다 이 경우 데이터를 현재 상태대로 제공하며 그 데이터의 품질로 인해 발생할 수 있는 문제에 대한 면책조항을 둘 필요가 있다 이와 같은 일부 보증 또는 무보증의 경우에는 데이터 이용대가도 낮아질 수 있다"
      },
      {
        "subtitle": "예시 문구",
        "text_raw": "④ 데이터제공자는 대상데이터의 완전성, 유효성, 일관성, 정확성을 위하여 최선의 노력을 다하여야 한다. 그러나 데이터제공자는 대상데이터의 완전성, 유효성, 일관성, 정확성을 보증하지 않는다.",
        "text_norm": "데이터제공자는 대상데이터의 완전성 유효성 일관성 정확성을 위하여 최선의 노력을 다하여야 한다 그러나 데이터제공자는 대상데이터의 완전성 유효성 일관성 정확성을 보증하지 않는다"
      }
    ]
  },
  {
    "global_id": "urn:std:provide:art:012",
    "breadcrumb": "제12조",
    "title": "제12조(대상데이터의 관리의무 등)",
    "doc_type": "usage_guide",
    "contract_type": "provide",
    "unit_type": "commentary",
    "subtitles": [
      {
        "subtitle": "대상데이터의 관리의무",
        "text_raw": "- 데이터이용자는 계약기간 종료 후 대상데이터를 폐기하거나 데이터제공자에게 반환해야 한다. 그러므로 계약기간 중 자신의 데이터와 분리해서 「민법」상 선량한 관리자의 주의 의무에 따라 대상데이터를 보관해야 한다(「민법」 제681조18)).",
        "text_norm": "데이터이용자는 계약기간 종료 후 대상데이터를 폐기하거나 데이터제공자에게 반환해야 한다 그러므로 계약기간 중 자신의 데이터와 분리해서 민법상 선량한 관리자의 주의 의무에 따라 대상데이터를 보관해야 한다민법 제681조18"
      },
      {
        "subtitle": "대상데이터의 관리의무",
        "text_raw": "18) 제681조(수임인의 선관의무) 수임인은 위임의 본지에 따라 선량한 관리자의 주의로써 위임사무를 처리하여야 한다.",
        "text_norm": "18 제681조수임인의 선관의무 수임인은 위임의 본지에 따라 선량한 관리자의 주의로써 위임사무를 처리하여야 한다"
      },
      {
        "subtitle": "대상데이터의 관리의무",
        "text_raw": "데이터 표준계약서 활용 안내서",
        "text_norm": "데이터 표준계약서 활용 안내서"
      },
      {
        "subtitle": "대상데이터의 관리의무",
        "text_raw": "여기서 선량한 관리자의 주의 의무란 데이터이용자가 그 직업, 그 자가 속하는 사회적･경제적 지위 등에 따라 일반적으로 요구되는 정도의 주의를 다하는 의무를 의미한다.",
        "text_norm": "여기서 선량한 관리자의 주의 의무란 데이터이용자가 그 직업 그 자가 속하는 사회적경제적 지위 등에 따라 일반적으로 요구되는 정도의 주의를 다하는 의무를 의미한다"
      },
      {
        "subtitle": "대상데이터의 관리의무",
        "text_raw": "데이터제공자는 데이터의 분실, 도난, 유출 또는 훼손 등을 방지하기 위해 데이터이용자에게 기술적 보호조치 등을 요구할 수 있다.",
        "text_norm": "데이터제공자는 데이터의 분실 도난 유출 또는 훼손 등을 방지하기 위해 데이터이용자에게 기술적 보호조치 등을 요구할 수 있다"
      },
      {
        "subtitle": "제13조(이용현황 보고 등)",
        "text_raw": "1. 데이터제공자는 데이터이용자의 대상데이터 이용이 본 계약의 내용 및 조건에 부합하는지 확인하는 데 필요한 이용현황의 보고를 요구할 수 있고, 데이터이용자의 보고가 대상데이터의 이용을 검증하는 데 충분하지 않다고 판단하는 경우 데이터제공자가 직접 검증할 수 있도록 데이터이용자에게 요구할 수 있다.",
        "text_norm": "데이터제공자는 데이터이용자의 대상데이터 이용이 본 계약의 내용 및 조건에 부합하는지 확인하는 데 필요한 이용현황의 보고를 요구할 수 있고 데이터이용자의 보고가 대상데이터의 이용을 검증하는 데 충분하지 않다고 판단하는 경우 데이터제공자가 직접 검증할 수 있도록 데이터이용자에게 요구할 수 있다"
      },
      {
        "subtitle": "제13조(이용현황 보고 등)",
        "text_raw": "2. 데이터이용자는 제1항에 따른 데이터제공자의 직접 검증과 자신의 영업비밀 보호 등을 이유로 제3자에 의한 검증 중 하나를 선택할 수 있다. 데이터제공자가 직접 검증하는 경우 데이터이용자의 정보보안에 관한 규정 등 내부 규정을 준수하여야 한다. 검증 비용은 데이터제공자와 데이터이용자가 협의하여 정한다.",
        "text_norm": "데이터이용자는 제1항에 따른 데이터제공자의 직접 검증과 자신의 영업비밀 보호 등을 이유로 제3자에 의한 검증 중 하나를 선택할 수 있다 데이터제공자가 직접 검증하는 경우 데이터이용자의 정보보안에 관한 규정 등 내부 규정을 준수하여야 한다 검증 비용은 데이터제공자와 데이터이용자가 협의하여 정한다"
      },
      {
        "subtitle": "제13조(이용현황 보고 등)",
        "text_raw": "3. 제2항에 따른 검증 결과 데이터이용자의 대상데이터 이용이 본 계약을 중대하게 위반하는 것으로 확인될 경우, 데이터제공자는 데이터이용자에게 본 계약의 내용 또는 조건을 위반한 대상데이터의 이용 중지와 그 위반 이용에 관한 대가를 추가로 요구할 수 있다.",
        "text_norm": "제2항에 따른 검증 결과 데이터이용자의 대상데이터 이용이 본 계약을 중대하게 위반하는 것으로 확인될 경우 데이터제공자는 데이터이용자에게 본 계약의 내용 또는 조건을 위반한 대상데이터의 이용 중지와 그 위반 이용에 관한 대가를 추가로 요구할 수 있다"
      },
      {
        "subtitle": "제13조(이용현황 보고 등)",
        "text_raw": "19) 제12조(데이터자산의 보호) ① 데이터생산자가 인적 또는 물적으로 상당한 투자와 노력으로 생성한 경제적 가치를 가지는 데이터(이하 “데이터자산”이라 한다)는 보호되어야 한다.",
        "text_norm": "19 제12조데이터자산의 보호 데이터생산자가 인적 또는 물적으로 상당한 투자와 노력으로 생성한 경제적 가치를 가지는 데이터이하 데이터자산이라 한다는 보호되어야 한다"
      },
      {
        "subtitle": "제13조(이용현황 보고 등)",
        "text_raw": "20) 제29조(안전조치의무) 개인정보처리자는 개인정보가 분실･도난･유출･위조･변조 또는 훼손되지 아니하도록 내부 관리계획 수립, 접속기록 보관 등 대통령령으로 정하는 바에 따라 안전성 확보에 필요한 기술적･관리적 및 물리적 조치를 하여야 한다.",
        "text_norm": "20 제29조안전조치의무 개인정보처리자는 개인정보가 분실도난유출위조변조 또는 훼손되지 아니하도록 내부 관리계획 수립 접속기록 보관 등 대통령령으로 정하는 바에 따라 안전성 확보에 필요한 기술적관리적 및 물리적 조치를 하여야 한다"
      }
    ]
  },
  {
    "global_id": "urn:std:provide:art:014",
    "breadcrumb": "제14조",
    "title": "제14조(대상데이터의 유출 시 조치)",
    "doc_type": "usage_guide",
    "contract_type": "provide",
    "unit_type": "commentary",
    "subtitles": [
      {
        "subtitle": "대상데이터 유출 시 통지의무 및 범위",
        "text_raw": "- 제1항에서는 데이터제공자로부터 제공받은 데이터의 분실, 도난, 유출 또는 훼손 등(이하 “데이터 유출등”이라 한다)이 발생한 경우 데이터이용자가 이를 즉시 데이터제공자에게 통지할 의무를 규정하고 있다.\n- 데이터 유출등이 데이터이용자의 고의 또는 과실에 의하여 발생한 경우 통지 의무 외에도 유출 범위, 원인, 재발 방지 방안을 마련하여 함께 통지해야 한다.",
        "text_norm": "제1항에서는 데이터제공자로부터 제공받은 데이터의 분실 도난 유출 또는 훼손 등이하 데이터 유출등이라 한다이 발생한 경우 데이터이용자가 이를 즉시 데이터제공자에게 통지할 의무를 규정하고 있다 데이터 유출등이 데이터이용자의 고의 또는 과실에 의하여 발생한 경우 통지 의무 외에도 유출 범위 원인 재발 방지 방안을 마련하여 함께 통지해야 한다"
      },
      {
        "subtitle": "관련 법령 해설",
        "text_raw": "- 유출된 대상데이터에 개인정보 등이 포함된 경우 개인정보 보호법령에 정해진 절차에 따라 한국인터넷진흥원 등 관계기관에 개인정보 유출 사실을 신고해야 한다(「개인정보 보호법」 제34조).",
        "text_norm": "유출된 대상데이터에 개인정보 등이 포함된 경우 개인정보 보호법령에 정해진 절차에 따라 한국인터넷진흥원 등 관계기관에 개인정보 유출 사실을 신고해야 한다개인정보 보호법 제34조"
      }
    ]
  },
  {
    "global_id": "urn:std:provide:art:015",
    "breadcrumb": "제15조",
    "title": "제15조(계약의 해제 또는 해지)",
    "doc_type": "usage_guide",
    "contract_type": "provide",
    "unit_type": "commentary",
    "subtitles": [
      {
        "subtitle": "관련 법령 해설",
        "text_raw": "② 각 당사자는 다음 각 호의 어느 하나에 해당하는 경우 상대방에게 최고 없이 즉시 서면에 의한 통지로 본 계약의 전부 또는 일부를 해제 또는 해지할 수 있다.",
        "text_norm": "각 당사자는 다음 각 호의 어느 하나에 해당하는 경우 상대방에게 최고 없이 즉시 서면에 의한 통지로 본 계약의 전부 또는 일부를 해제 또는 해지할 수 있다"
      },
      {
        "subtitle": "관련 법령 해설",
        "text_raw": "1. 금융기관으로부터 거래정지 처분을 받고 계약을 수행할 능력이 없다고 인정되는 경우\n2. 감독기관 등으로부터 영업취소, 정지 등의 처분을 받은 경우\n3. 어음 또는 수표의 부도, 제3자에 의한 강제집행(가압류 및 가처분은 제외) 등 경영상 중대한 사유가 발생하여 계약을 수행할 능력이 없다고 인정되는 경우\n4. 파산, 화의, 정리, 회생절차 개시신청을 받거나 스스로 그러한 신청을 한 경우\n5. 상대방의 서면동의 없이 본 계약상의 권리 또는 의무를 제3자에게 양도, 이전, 담보제공 등 처분하는 경우\n6. 데이터이용자가 타사와 합병, 인수되는 경우\n7. 불가항력에 의하여 본 계약의 내용을 이행하기 곤란하다고 쌍방이 인정한 경우",
        "text_norm": "금융기관으로부터 거래정지 처분을 받고 계약을 수행할 능력이 없다고 인정되는 경우 2 감독기관 등으로부터 영업취소 정지 등의 처분을 받은 경우 3 어음 또는 수표의 부도 제3자에 의한 강제집행가압류 및 가처분은 제외 등 경영상 중대한 사유가 발생하여 계약을 수행할 능력이 없다고 인정되는 경우 4 파산 화의 정리 회생절차 개시신청을 받거나 스스로 그러한 신청을 한 경우 5 상대방의 서면동의 없이 본 계약상의 권리 또는 의무를 제3자에게 양도 이전 담보제공 등 처분하는 경우 6 데이터이용자가 타사와 합병 인수되는 경우 7 불가항력에 의하여 본 계약의 내용을 이행하기 곤란하다고 쌍방이 인정한 경우"
      },
      {
        "subtitle": "관련 법령 해설",
        "text_raw": "③ 본 조에 따른 계약의 해제 또는 해지는 이미 발생한 권리관계 및 각 당사자의 책임 있는 사유로 인한 손해배상의 청구에 영향을 미치지 아니한다.",
        "text_norm": "본 조에 따른 계약의 해제 또는 해지는 이미 발생한 권리관계 및 각 당사자의 책임 있는 사유로 인한 손해배상의 청구에 영향을 미치지 아니한다"
      },
      {
        "subtitle": "관련 법령 해설",
        "text_raw": "④ 제1항 및 제2항에 따라 계약이 해제 또는 해지되었을 때는 상대방이 해제권자 또는 해지권자에게 부담하는 일체의 채무는 기한의 이익을 상실한다.",
        "text_norm": "제1항 및 제2항에 따라 계약이 해제 또는 해지되었을 때는 상대방이 해제권자 또는 해지권자에게 부담하는 일체의 채무는 기한의 이익을 상실한다"
      },
      {
        "subtitle": "관련 법령 해설",
        "text_raw": "⑤ 당사자들은 본 계약에서 별도로 정한 경우 이외에 서면으로 합의함으로써 본 계약을 해제 또는 해지할 수 있다.",
        "text_norm": "당사자들은 본 계약에서 별도로 정한 경우 이외에 서면으로 합의함으로써 본 계약을 해제 또는 해지할 수 있다"
      },
      {
        "subtitle": "관련 법령 해설",
        "text_raw": "- 다만 제1항 또는 제2항 각 호의 사유가 발생하더라도, 당사자 일방이 해제권 또는 해지권을 상대방에게 행사하지 않으면 해제 또는 해지의 효과는 발생하지 않는다.",
        "text_norm": "다만 제1항 또는 제2항 각 호의 사유가 발생하더라도 당사자 일방이 해제권 또는 해지권을 상대방에게 행사하지 않으면 해제 또는 해지의 효과는 발생하지 않는다"
      }
    ]
  },
  {
    "global_id": "urn:std:provide:art:016",
    "breadcrumb": "제16조",
    "title": "제16조(손해배상)",
    "doc_type": "usage_guide",
    "contract_type": "provide",
    "unit_type": "commentary",
    "subtitles": [
      {
        "subtitle": "관련 법령 해설",
        "text_raw": "당사자 일방이 고의 또는 과실로 인해 채무를 불이행한 경우 당사자 일방은 상대방에게 손해배상의 책임이 있다(「민법」 제390조[^23^]). 이때 당사자 일방의 고의 또는 과실에는 그 피용자의 고의나 과실도 포함한다(「민법」 제391조[^24^]). 그러나 당사자 일방이 고의나 과실 없이 이행할 수 없게 된 경우에는 상대방에 대한 손해배상의 책임이 없다.",
        "text_norm": "당사자 일방이 고의 또는 과실로 인해 채무를 불이행한 경우 당사자 일방은 상대방에게 손해배상의 책임이 있다민법 제390조23 이때 당사자 일방의 고의 또는 과실에는 그 피용자의 고의나 과실도 포함한다민법 제391조24 그러나 당사자 일방이 고의나 과실 없이 이행할 수 없게 된 경우에는 상대방에 대한 손해배상의 책임이 없다"
      },
      {
        "subtitle": "관련 법령 해설",
        "text_raw": "손해배상 책임이 성립할 경우 손해배상의 범위는 통상의 손해를 원칙으로 하되, 채무 불이행 당사자가 특별한 사정을 알았거나 알 수 있었을 때에 한해 특별한 사정으로 인한 손해에 대해서도 배상해야 한다(「민법」 제393조[^25^]).",
        "text_norm": "손해배상 책임이 성립할 경우 손해배상의 범위는 통상의 손해를 원칙으로 하되 채무 불이행 당사자가 특별한 사정을 알았거나 알 수 있었을 때에 한해 특별한 사정으로 인한 손해에 대해서도 배상해야 한다민법 제393조25"
      },
      {
        "subtitle": "데이터제공자의 책임 및 면책",
        "text_raw": "데이터이용자가 대상데이터를 이용하는 과정에서 제3자가 대상데이터의 전부 또는 일부에 대해 지식재산권을 주장하거나 이의 또는 소송을 제기하는 경우 데이터제공자는 자신의 비용과 책임으로 데이터이용자가 입은 손해를 배상해야 한다.",
        "text_norm": "데이터이용자가 대상데이터를 이용하는 과정에서 제3자가 대상데이터의 전부 또는 일부에 대해 지식재산권을 주장하거나 이의 또는 소송을 제기하는 경우 데이터제공자는 자신의 비용과 책임으로 데이터이용자가 입은 손해를 배상해야 한다"
      },
      {
        "subtitle": "데이터제공자의 책임 및 면책",
        "text_raw": "이러한 지식재산권의 주장, 이의제기 또는 소송 등이 데이터제공자의 고의 또는 과실로 발생한 것이 아닌 경우에는 데이터이용자가 법적 책임을 부담한다.",
        "text_norm": "이러한 지식재산권의 주장 이의제기 또는 소송 등이 데이터제공자의 고의 또는 과실로 발생한 것이 아닌 경우에는 데이터이용자가 법적 책임을 부담한다"
      },
      {
        "subtitle": "데이터제공자의 책임 및 면책",
        "text_raw": "다만 제11조에 따른 보증사항 위반행위는 그 보증사항이 허위이거나 부정확한 경우를 포함하며 그 위반행위의 고의 또는 과실을 불문한다(무과실책임).",
        "text_norm": "다만 제11조에 따른 보증사항 위반행위는 그 보증사항이 허위이거나 부정확한 경우를 포함하며 그 위반행위의 고의 또는 과실을 불문한다무과실책임"
      }
    ]
  },
  {
    "global_id": "urn:std:provide:art:017",
    "breadcrumb": "제17조",
    "title": "제17조(책임의 제한 등)",
    "doc_type": "usage_guide",
    "contract_type": "provide",
    "unit_type": "commentary",
    "subtitles": [
      {
        "subtitle": "책임의 제한 등",
        "text_raw": "면책이란 계약당사자의 책임을 제한하거나 면제하는 것을 의미한다. 당사자 간에 협의하여 책임의 제한 또는 면책의 내용과 범위를 정할 수 있으며 이러한 협의 사항을 계약서에 명확히 규정할 필요가 있다.",
        "text_norm": "면책이란 계약당사자의 책임을 제한하거나 면제하는 것을 의미한다 당사자 간에 협의하여 책임의 제한 또는 면책의 내용과 범위를 정할 수 있으며 이러한 협의 사항을 계약서에 명확히 규정할 필요가 있다"
      },
      {
        "subtitle": "데이터이용자의 책임",
        "text_raw": "데이터이용자는 대상데이터를 이용하는 과정에서 자신의 고의 또는 과실로 타인의 지식재산권, 영업비밀, 기타 권리를 침해하여 제3자와 분쟁이 발생한 경우 데이터제공자에게 즉시 서면으로 통지한 후 본인의 책임으로 해당 분쟁을 해결해야 한다.",
        "text_norm": "데이터이용자는 대상데이터를 이용하는 과정에서 자신의 고의 또는 과실로 타인의 지식재산권 영업비밀 기타 권리를 침해하여 제3자와 분쟁이 발생한 경우 데이터제공자에게 즉시 서면으로 통지한 후 본인의 책임으로 해당 분쟁을 해결해야 한다"
      },
      {
        "subtitle": "데이터이용자의 책임",
        "text_raw": "이 경우, 데이터제공자는 해당 분쟁 해결에 최대한 협조하되 그로 인해 발생한 모든 청구, 손실, 손해 또는 비용에 대해 법적 책임을 지지 않는다.",
        "text_norm": "이 경우 데이터제공자는 해당 분쟁 해결에 최대한 협조하되 그로 인해 발생한 모든 청구 손실 손해 또는 비용에 대해 법적 책임을 지지 않는다"
      },
      {
        "subtitle": "데이터이용자의 책임",
        "text_raw": "만일 해당 분쟁으로 인해 데이터제공자에게 청구가 발생하거나 데이터제공자가 손해배상을 하게 된 경우 데이터제공자는 데이터이용자에게 이를 구상할 수 있으며 데이터이용자는 그 전액을 배상해야 한다.",
        "text_norm": "만일 해당 분쟁으로 인해 데이터제공자에게 청구가 발생하거나 데이터제공자가 손해배상을 하게 된 경우 데이터제공자는 데이터이용자에게 이를 구상할 수 있으며 데이터이용자는 그 전액을 배상해야 한다"
      }
    ]
  },
  {
    "global_id": "urn:std:provide:art:018",
    "breadcrumb": "제18조",
    "title": "제18조(불가항력)",
    "doc_type": "usage_guide",
    "contract_type": "provide",
    "unit_type": "commentary",
    "subtitles": [
      {
        "subtitle": "불가항력에 의한 면책",
        "text_raw": "불가항력이란 예측 가능성이나 회피 가능성이 없는 외부적인 우발사유를 의미한다. 당사자 일방이 책임 없는 사유로 채무를 이행하지 못한 경우 이 조항에 따라 그 책임을 면제받을 수 있다. 대법원은 지체상금의 지급책임을 면제받기 위해서는 ‘지연의 원인이 그 사업자의 지배영역 밖에서 발생한 사건으로서, 그 사업자가 통상의 수단을 다하였어도 이를 예상하거나 방지하는 것이 불가능’하다는 점이 인정되어야 한다고 판단하고 있다[^26].",
        "text_norm": "불가항력이란 예측 가능성이나 회피 가능성이 없는 외부적인 우발사유를 의미한다 당사자 일방이 책임 없는 사유로 채무를 이행하지 못한 경우 이 조항에 따라 그 책임을 면제받을 수 있다 대법원은 지체상금의 지급책임을 면제받기 위해서는 지연의 원인이 그 사업자의 지배영역 밖에서 발생한 사건으로서 그 사업자가 통상의 수단을 다하였어도 이를 예상하거나 방지하는 것이 불가능하다는 점이 인정되어야 한다고 판단하고 있다26"
      },
      {
        "subtitle": "불가항력에 의한 면책",
        "text_raw": "어떤 사유가 불가항력에 해당하는지 미리 정해두지 않으면 당사자 간에 분쟁이 발생할 소지가 있으므로 가능한 한 상세하게 규정할 필요가 있다.",
        "text_norm": "어떤 사유가 불가항력에 해당하는지 미리 정해두지 않으면 당사자 간에 분쟁이 발생할 소지가 있으므로 가능한 한 상세하게 규정할 필요가 있다"
      }
    ]
  },
  {
    "global_id": "urn:std:provide:art:019",
    "breadcrumb": "제19조",
    "title": "제19조(계약 종료 후 조치)",
    "doc_type": "usage_guide",
    "contract_type": "provide",
    "unit_type": "commentary",
    "subtitles": [
      {
        "subtitle": "대상데이터 등의 이용중지, 반환, 폐기",
        "text_raw": "계약당사자는 계약기간의 만료 또는 해제·해지로 계약이 종료된 경우 계약관계를 청산해야 한다. 계약 종료 시 반환 가능한 데이터는 반환하고 반환이 불가능한 경우에는 해당 데이터를 폐기하거나 삭제해야 한다.",
        "text_norm": "계약당사자는 계약기간의 만료 또는 해제해지로 계약이 종료된 경우 계약관계를 청산해야 한다 계약 종료 시 반환 가능한 데이터는 반환하고 반환이 불가능한 경우에는 해당 데이터를 폐기하거나 삭제해야 한다"
      },
      {
        "subtitle": "대상데이터 등의 이용중지, 반환, 폐기",
        "text_raw": "데이터제공자의 입장에서는 데이터이용자가 반환데이터를 반환한 경우 그 복제본을 여전히 보유하고 있는지 반환이 불가능한 경우에 정말로 폐기 또는 삭제를 완전히 이행했는지를 확인할 필요가 있다. 따라서 데이터이용자가 반환데이터의 반환, 폐기, 삭제 등의 계약상 의무를 완전히 이행했다는 내용을 담은 확인서 등을 제공하도록 하고 있다[^27].",
        "text_norm": "데이터제공자의 입장에서는 데이터이용자가 반환데이터를 반환한 경우 그 복제본을 여전히 보유하고 있는지 반환이 불가능한 경우에 정말로 폐기 또는 삭제를 완전히 이행했는지를 확인할 필요가 있다 따라서 데이터이용자가 반환데이터의 반환 폐기 삭제 등의 계약상 의무를 완전히 이행했다는 내용을 담은 확인서 등을 제공하도록 하고 있다27"
      },
      {
        "subtitle": "대상데이터 등의 이용중지, 반환, 폐기",
        "text_raw": "이러한 확인서는 향후 데이터이용자가 반환데이터를 무단으로 이용한 사실이 확인된 경우, 데이터 부정사용에 대해 '몰랐다'거나 '단순한 과실이었다'는 주장을 반박하는 증거로 활용될 수 있다. 이를 통해 무단으로 반환데이터를 이용한 데이터이용자의 고의적인 침해로 인정될 수 있으며 그에 따른 법적 책임이 가중될 수 있다.",
        "text_norm": "이러한 확인서는 향후 데이터이용자가 반환데이터를 무단으로 이용한 사실이 확인된 경우 데이터 부정사용에 대해 몰랐다거나 단순한 과실이었다는 주장을 반박하는 증거로 활용될 수 있다 이를 통해 무단으로 반환데이터를 이용한 데이터이용자의 고의적인 침해로 인정될 수 있으며 그에 따른 법적 책임이 가중될 수 있다"
      },
      {
        "subtitle": "제3자에 대한 대상데이터 등의 이용중지, 반환, 폐기",
        "text_raw": "데이터이용자가 제8조 제3항에 따라 데이터제공자의 동의를 얻어 반환데이터를 제3자에게 공개하거나 제공한 경우 본인의 책임으로 제3자에게 위 제1항부터 3항까지에 준하여 반환데이터의 이용중단, 반환, 폐기(이를 증명하는 서면을 제공받아 데이터제공자에게 제공하는 것을 포함), 접속링크나 접속정보 제거 등의 조치를 취하도록 해야 한다. 이는 데이터이용자가 제3자와의 계약 관계에서 반환데이터의 이용중지, 반환, 폐기 등을 요구할 수 있기 때문이다.",
        "text_norm": "데이터이용자가 제8조 제3항에 따라 데이터제공자의 동의를 얻어 반환데이터를 제3자에게 공개하거나 제공한 경우 본인의 책임으로 제3자에게 위 제1항부터 3항까지에 준하여 반환데이터의 이용중단 반환 폐기이를 증명하는 서면을 제공받아 데이터제공자에게 제공하는 것을 포함 접속링크나 접속정보 제거 등의 조치를 취하도록 해야 한다 이는 데이터이용자가 제3자와의 계약 관계에서 반환데이터의 이용중지 반환 폐기 등을 요구할 수 있기 때문이다"
      },
      {
        "subtitle": "반환데이터의 계속 사용",
        "text_raw": "당사자들은 위 표준조항과 달리 계약 종료 후에도 일정 기간 동안 반환데이터를 계속 이용하기로 별도의 합의를 할 수 있다. 제3자도 위 표준조항과 달리 데이터 제공자와 반환데이터를 계속 이용하기로 하는 별도의 합의를 할 수 있다.",
        "text_norm": "당사자들은 위 표준조항과 달리 계약 종료 후에도 일정 기간 동안 반환데이터를 계속 이용하기로 별도의 합의를 할 수 있다 제3자도 위 표준조항과 달리 데이터 제공자와 반환데이터를 계속 이용하기로 하는 별도의 합의를 할 수 있다"
      },
      {
        "subtitle": "반환데이터의 계속 사용",
        "text_raw": "파생데이터 중 당사자들이 공동으로 이용할 권리를 가지는 데이터에 대한 이용중단, 반환, 폐기, 계속 이용 등은 당사자 간 별도의 합의에 따른다.",
        "text_norm": "파생데이터 중 당사자들이 공동으로 이용할 권리를 가지는 데이터에 대한 이용중단 반환 폐기 계속 이용 등은 당사자 간 별도의 합의에 따른다"
      },
      {
        "subtitle": "[별지4] 계약종료 시에 반환, 폐기 또는 삭제되는 데이터",
        "text_raw": "* 파생데이터에는 생성기간을 기재함",
        "text_norm": "파생데이터에는 생성기간을 기재함"
      },
      {
        "subtitle": "[별지4] 계약종료 시에 반환, 폐기 또는 삭제되는 데이터",
        "text_raw": "- **대상데이터/파생데이터 이름**: 반환데이터의 이름을 기재하면 된다.\n- **데이터 항목 등**: [별지1]부터 [별지3]까지를 인용하여 특정하면 된다.\n- **생성기간**: 데이터 이름이나 대상데이터/파생데이터 항목만으로는 반환데이터를 특정하기 어려울 수 있으므로, 반환데이터의 생성기간을 기재하면 된다.\n- 이 외에도, 반환데이터를 특정하는 데 필요한 항목이 있는 경우 자유롭게 양식을 수정하여 사용할 수 있다.",
        "text_norm": "대상데이터파생데이터 이름 반환데이터의 이름을 기재하면 된다 데이터 항목 등 별지1부터 별지3까지를 인용하여 특정하면 된다 생성기간 데이터 이름이나 대상데이터파생데이터 항목만으로는 반환데이터를 특정하기 어려울 수 있으므로 반환데이터의 생성기간을 기재하면 된다 이 외에도 반환데이터를 특정하는 데 필요한 항목이 있는 경우 자유롭게 양식을 수정하여 사용할 수 있다"
      }
    ]
  },
  {
    "global_id": "urn:std:provide:art:020",
    "breadcrumb": "제20조",
    "title": "제20조(비밀유지의무)",
    "doc_type": "usage_guide",
    "contract_type": "provide",
    "unit_type": "commentary",
    "subtitles": [
      {
        "subtitle": "[별지4] 계약종료 시에 반환, 폐기 또는 삭제되는 데이터",
        "text_raw": "② 제1항에 따라 비밀유지의무가 있는 각 당사자는 상대방의 사전 서면동의 없이 제3자에게 공개, 제공, 누설하거나 비밀정보를 본 계약에 따른 권리의 행사 또는 의무의 이행 이외의 목적으로 이용해서는 아니된다. 다만, 법원의 판결, 수사기관의 강제수사, 행정청의 처분, 명령 또는 관련 법령의 공개의무에 따라 공개하는 행위는 비밀유지의무를 위반하지 않는 것으로 본다.",
        "text_norm": "제1항에 따라 비밀유지의무가 있는 각 당사자는 상대방의 사전 서면동의 없이 제3자에게 공개 제공 누설하거나 비밀정보를 본 계약에 따른 권리의 행사 또는 의무의 이행 이외의 목적으로 이용해서는 아니된다 다만 법원의 판결 수사기관의 강제수사 행정청의 처분 명령 또는 관련 법령의 공개의무에 따라 공개하는 행위는 비밀유지의무를 위반하지 않는 것으로 본다"
      },
      {
        "subtitle": "[별지4] 계약종료 시에 반환, 폐기 또는 삭제되는 데이터",
        "text_raw": "③ 제1항에도 불구하고 다음 각 호의 어느 하나에 해당하는 정보는 비밀정보에 해당하지 않는 것으로 한다.",
        "text_norm": "제1항에도 불구하고 다음 각 호의 어느 하나에 해당하는 정보는 비밀정보에 해당하지 않는 것으로 한다"
      },
      {
        "subtitle": "[별지4] 계약종료 시에 반환, 폐기 또는 삭제되는 데이터",
        "text_raw": "1. 비밀정보 공개 시점에 이미 상대방이 보유하고 있던 정보\n2. 비밀정보에 의하지 않고 상대방이 독자적으로 개발한 정보\n3. 공개 시점에 알려진 정보\n4. 비밀정보 공개 후에 상대방의 귀책사유에 의하지 아니하고 공지된 정보\n5. 정당한 권리를 가진 제3자로부터 비밀유지의무 없이 공개된 정보",
        "text_norm": "비밀정보 공개 시점에 이미 상대방이 보유하고 있던 정보 2 비밀정보에 의하지 않고 상대방이 독자적으로 개발한 정보 3 공개 시점에 알려진 정보 4 비밀정보 공개 후에 상대방의 귀책사유에 의하지 아니하고 공지된 정보 5 정당한 권리를 가진 제3자로부터 비밀유지의무 없이 공개된 정보"
      },
      {
        "subtitle": "[별지4] 계약종료 시에 반환, 폐기 또는 삭제되는 데이터",
        "text_raw": "④ 공개자는 본 계약의 이행을 위해 필요한 범위 내에서만 제1항 및 제2항에 근거하여 비밀유지의무를 준수하는 것을 전제로, 자신의 임직원 또는 법률상 비밀유지의무가 있는 자신의 변호사, 회계사, 세무사 등에 비밀정보를 공개할 수 있다.",
        "text_norm": "공개자는 본 계약의 이행을 위해 필요한 범위 내에서만 제1항 및 제2항에 근거하여 비밀유지의무를 준수하는 것을 전제로 자신의 임직원 또는 법률상 비밀유지의무가 있는 자신의 변호사 회계사 세무사 등에 비밀정보를 공개할 수 있다"
      },
      {
        "subtitle": "비밀유지의무 조항",
        "text_raw": "당사자 간 비밀유지의 대상과 범위를 규정하고 있다. 이러한 비밀유지의무는 본 계약이 종료된 후에도 일정 기간 유지될 필요가 있으므로 제21조의 효력유지 조항에서 별도로 규정하고 있다.",
        "text_norm": "당사자 간 비밀유지의 대상과 범위를 규정하고 있다 이러한 비밀유지의무는 본 계약이 종료된 후에도 일정 기간 유지될 필요가 있으므로 제21조의 효력유지 조항에서 별도로 규정하고 있다"
      },
      {
        "subtitle": "비밀유지의무 위반 시 손해배상",
        "text_raw": "당사자 일방이 비밀유지의무를 위반하여 손해배상 청구를 할 경우 손해의 발생 및 손해액 입증의 어려움을 피하기 위해 손해배상액을 미리 정해둘 수 있다.",
        "text_norm": "당사자 일방이 비밀유지의무를 위반하여 손해배상 청구를 할 경우 손해의 발생 및 손해액 입증의 어려움을 피하기 위해 손해배상액을 미리 정해둘 수 있다"
      },
      {
        "subtitle": "예시 문구 제[ ]조(손해배상)",
        "text_raw": "계약당사자 중 일방이 제[ ]조의 비밀유지의무를 위반하는 경우에는 금[ ]원을 손해액으로 배상하여야 한다.",
        "text_norm": "계약당사자 중 일방이 제 조의 비밀유지의무를 위반하는 경우에는 금 원을 손해액으로 배상하여야 한다"
      }
    ]
  },
  {
    "global_id": "urn:std:provide:art:021",
    "breadcrumb": "제21조",
    "title": "제21조(효력유지조항)",
    "doc_type": "usage_guide",
    "contract_type": "provide",
    "unit_type": "commentary",
    "subtitles": [
      {
        "subtitle": "효력유지 조항",
        "text_raw": "효력유지란 계약당사자 간에 계약관계를 청산한 후에도 특정 의무에 대해 효력을 유지시키는 합의를 의미한다. 예를 들어, 데이터의 폐기, 반환 등의 계약상 의무가",
        "text_norm": "효력유지란 계약당사자 간에 계약관계를 청산한 후에도 특정 의무에 대해 효력을 유지시키는 합의를 의미한다 예를 들어 데이터의 폐기 반환 등의 계약상 의무가"
      },
      {
        "subtitle": "효력유지 조항",
        "text_raw": "이행된 후에도, 비밀유지 의무의 존속 기간을 정하여 비밀정보의 유출 등으로 데이터제공자가 불이익을 당하지 않도록 할 필요가 있다. 다만 이 기간이 지나치게 길게 설정되면 「민법」 제103조[^28]에 따라 무효가 될 수 있으므로, 기간을 적절히 정하는 것이 중요하다.",
        "text_norm": "이행된 후에도 비밀유지 의무의 존속 기간을 정하여 비밀정보의 유출 등으로 데이터제공자가 불이익을 당하지 않도록 할 필요가 있다 다만 이 기간이 지나치게 길게 설정되면 민법 제103조28에 따라 무효가 될 수 있으므로 기간을 적절히 정하는 것이 중요하다"
      },
      {
        "subtitle": "효력유지",
        "text_raw": "본 계약에서 효력유지 조항은 아래와 같다.",
        "text_norm": "본 계약에서 효력유지 조항은 아래와 같다"
      },
      {
        "subtitle": "효력유지",
        "text_raw": "- 제12조(대상데이터의 관리의무 등)\n- 제14조(대상데이터의 유출 시 조치)\n- 제16조(손해배상)\n- 제17조(책임의 제한 등)\n- 제20조(비밀유지의무)",
        "text_norm": "제12조대상데이터의 관리의무 등 제14조대상데이터의 유출 시 조치 제16조손해배상 제17조책임의 제한 등 제20조비밀유지의무"
      }
    ]
  },
  {
    "global_id": "urn:std:provide:art:022",
    "breadcrumb": "제22조",
    "title": "제22조(완전합의)",
    "doc_type": "usage_guide",
    "contract_type": "provide",
    "unit_type": "commentary",
    "subtitles": [
      {
        "subtitle": "완전합의",
        "text_raw": "- 계약 체결까지 당사자 간에 일반적으로 여러 차례 협의를 한다. 이 과정에서 계약서에 반영되지 않은 구두 합의[^29]가 있을 수 있다. 구두 계약은 입증이 어려워 분쟁이 발생할 수 있다. 이를 예방하기 위해 완전합의 조항이 필요하다.\n- 완전합의 조항은 본 계약 체결 이전에 이루어진 당사자 간의 모든 합의보다 본 계약서의 내용을 우선함으로써 향후 분쟁을 예방하고 본 계약의 내용을 명확히 하는 효과가 있다. 따라서 각 당사자는 본 계약서 작성 시 반드시 필요한 사항을 빠짐없이 포함하도록 신중하게 작성할 필요가 있다.",
        "text_norm": "계약 체결까지 당사자 간에 일반적으로 여러 차례 협의를 한다 이 과정에서 계약서에 반영되지 않은 구두 합의29가 있을 수 있다 구두 계약은 입증이 어려워 분쟁이 발생할 수 있다 이를 예방하기 위해 완전합의 조항이 필요하다 완전합의 조항은 본 계약 체결 이전에 이루어진 당사자 간의 모든 합의보다 본 계약서의 내용을 우선함으로써 향후 분쟁을 예방하고 본 계약의 내용을 명확히 하는 효과가 있다 따라서 각 당사자는 본 계약서 작성 시 반드시 필요한 사항을 빠짐없이 포함하도록 신중하게 작성할 필요가 있다"
      },
      {
        "subtitle": "계약의 사후 변경",
        "text_raw": "계약 체결 후 계약 내용의 임의적인 변경을 막기 위해 상대방의 사전 동의가 필요하도록 규정하고 있다.",
        "text_norm": "계약 체결 후 계약 내용의 임의적인 변경을 막기 위해 상대방의 사전 동의가 필요하도록 규정하고 있다"
      },
      {
        "subtitle": "법령각주29",
        "text_raw": "02",
        "text_norm": "02"
      }
    ]
  },
  {
    "global_id": "urn:std:provide:art:023",
    "breadcrumb": "제23조",
    "title": "제23조(일부 무효)",
    "doc_type": "usage_guide",
    "contract_type": "provide",
    "unit_type": "commentary",
    "subtitles": [
      {
        "subtitle": "법률행위의 일부 무효 시 효력",
        "text_raw": "「민법」 제137조<sup>30)</sup>는 원칙적으로 법률행위의 일부가 무효일 경우 그 전부를 무효로 본다. 그러나 「약관의 규제에 관한 법률」(이하 「약관법」이라 한다) 제16조<sup>31)</sup>에서는 원칙적으로 나머지 조항을 유효로 간주한다.",
        "text_norm": "민법 제137조30는 원칙적으로 법률행위의 일부가 무효일 경우 그 전부를 무효로 본다 그러나 약관의 규제에 관한 법률이하 약관법이라 한다 제16조31에서는 원칙적으로 나머지 조항을 유효로 간주한다"
      },
      {
        "subtitle": "표준조항",
        "text_raw": "법률행위의 일부가 무효인 경우 「약관법」 제16조와 같이 나머지 조항만으로도 유효하게 존속하도록 규정하고 있다. 다만, 유효한 부분만으로는 계약의 목적을 달성할 수 없거나 유효한 부분이 한쪽 당사자에게 부당하게 불리한 경우에는 전부를 무효로 규정하고 있다.",
        "text_norm": "법률행위의 일부가 무효인 경우 약관법 제16조와 같이 나머지 조항만으로도 유효하게 존속하도록 규정하고 있다 다만 유효한 부분만으로는 계약의 목적을 달성할 수 없거나 유효한 부분이 한쪽 당사자에게 부당하게 불리한 경우에는 전부를 무효로 규정하고 있다"
      },
      {
        "subtitle": "표준조항",
        "text_raw": "* 여기서 유효한 부분만으로 목적 달성이 불가능하다는 것은 무효로 된 부분이 계약의 핵심조항임을 의미한다.",
        "text_norm": "여기서 유효한 부분만으로 목적 달성이 불가능하다는 것은 무효로 된 부분이 계약의 핵심조항임을 의미한다"
      },
      {
        "subtitle": "표준조항",
        "text_raw": "물론 당사자 간 합의에 따라 「민법」 제137조에 따라 위 조항을 수정하여 사용할 수 있다.",
        "text_norm": "물론 당사자 간 합의에 따라 민법 제137조에 따라 위 조항을 수정하여 사용할 수 있다"
      }
    ]
  },
  {
    "global_id": "urn:std:provide:art:024",
    "breadcrumb": "제24조",
    "title": "제24조(양도금지)",
    "doc_type": "usage_guide",
    "contract_type": "provide",
    "unit_type": "commentary",
    "subtitles": [
      {
        "subtitle": "계약상 지위 등의 양도금지",
        "text_raw": "계약은 당사자 간의 신뢰를 바탕으로 이루어지며 제3자가 상대방과 동일한 자격을 갖추었다고 보기 어려울 수 있다. 따라서 원칙적으로 본 계약상의 지위나 권리 또는 의무를 제3자에게 이전하거나 양도하는 것을 제한하도록 규정하고 있다.",
        "text_norm": "계약은 당사자 간의 신뢰를 바탕으로 이루어지며 제3자가 상대방과 동일한 자격을 갖추었다고 보기 어려울 수 있다 따라서 원칙적으로 본 계약상의 지위나 권리 또는 의무를 제3자에게 이전하거나 양도하는 것을 제한하도록 규정하고 있다"
      },
      {
        "subtitle": "계약상 지위 등의 양도금지",
        "text_raw": "<sup>30)</sup> 제137조(법률행위의 일부무효) 법률행위의 일부분이 무효인 때에는 그 전부를 무효로 한다. 그러나 그 무효부분이 없더라도 법률행위를 하였을 것이라고 인정될 때에는 나머지 부분은 무효가 되지 아니한다.",
        "text_norm": "30 제137조법률행위의 일부무효 법률행위의 일부분이 무효인 때에는 그 전부를 무효로 한다 그러나 그 무효부분이 없더라도 법률행위를 하였을 것이라고 인정될 때에는 나머지 부분은 무효가 되지 아니한다"
      },
      {
        "subtitle": "계약상 지위 등의 양도금지",
        "text_raw": "<sup>31)</sup> 제16조(일부 무효의 특칙) 약관의 전부 또는 일부의 조항이 제3조제4항에 따라 계약의 내용이 되지 못하는 경우나 제6조부터 제14조까지의 규정에 따라 무효인 경우 계약은 나머지 부분만으로 유효하게 존속한다. 다만, 유효한 부분만으로는 계약의 목적 달성이 불가능하거나 그 유효한 부분이 한쪽 당사자에게 부당하게 불리한 경우에는 그 계약은 무효로 한다.",
        "text_norm": "31 제16조일부 무효의 특칙 약관의 전부 또는 일부의 조항이 제3조제4항에 따라 계약의 내용이 되지 못하는 경우나 제6조부터 제14조까지의 규정에 따라 무효인 경우 계약은 나머지 부분만으로 유효하게 존속한다 다만 유효한 부분만으로는 계약의 목적 달성이 불가능하거나 그 유효한 부분이 한쪽 당사자에게 부당하게 불리한 경우에는 그 계약은 무효로 한다"
      },
      {
        "subtitle": "계약상 지위 등의 양도금지",
        "text_raw": "65",
        "text_norm": "65"
      },
      {
        "subtitle": "계약상 지위 등의 양도금지",
        "text_raw": "- 다만 각 당사자가 투하자본 회수, 영업 양수도 등의 사유로 인해 본 계약상의 지위나 권리 또는 의무를 제3자에게 양도, 이전, 담보제공 등으로 처분할 필요가 있는 경우에는 상대방의 사전 서면동의를 구하도록 하고 있다.",
        "text_norm": "다만 각 당사자가 투하자본 회수 영업 양수도 등의 사유로 인해 본 계약상의 지위나 권리 또는 의무를 제3자에게 양도 이전 담보제공 등으로 처분할 필요가 있는 경우에는 상대방의 사전 서면동의를 구하도록 하고 있다"
      }
    ]
  },
  {
    "global_id": "urn:std:provide:art:025",
    "breadcrumb": "제25조",
    "title": "제25조(통지)",
    "doc_type": "usage_guide",
    "contract_type": "provide",
    "unit_type": "commentary",
    "subtitles": [
      {
        "subtitle": "계약당사자 간 통지 방법",
        "text_raw": "- 계약에 대한 분쟁 중 많은 경우가 당사자 간 부정확한 의사표시에서 발생하며 특히 구두로 한 의사 표시의 경우 그러한 통지가 실제로 있었는지에 대해 논란이 될 수 있다. 이러한 문제를 방지하기 위해 통지 방식에 대한 규정이 필요하다.",
        "text_norm": "계약에 대한 분쟁 중 많은 경우가 당사자 간 부정확한 의사표시에서 발생하며 특히 구두로 한 의사 표시의 경우 그러한 통지가 실제로 있었는지에 대해 논란이 될 수 있다 이러한 문제를 방지하기 위해 통지 방식에 대한 규정이 필요하다"
      },
      {
        "subtitle": "계약당사자 간 통지 방법",
        "text_raw": "- 우편으로 보내는 것은 계약서에 기재된 당사자의 주소로 등기우편 등을 이용하여 문서를 발송하는 것을 의미하며 전자문서로 보내는 것은 전자우편 등을 통해 문서를 발송하는 것을 의미한다.",
        "text_norm": "우편으로 보내는 것은 계약서에 기재된 당사자의 주소로 등기우편 등을 이용하여 문서를 발송하는 것을 의미하며 전자문서로 보내는 것은 전자우편 등을 통해 문서를 발송하는 것을 의미한다"
      }
    ]
  },
  {
    "global_id": "urn:std:provide:art:026",
    "breadcrumb": "제26조",
    "title": "제26조(분쟁의 해결)",
    "doc_type": "usage_guide",
    "contract_type": "provide",
    "unit_type": "commentary",
    "subtitles": [
      {
        "subtitle": "관련 법령 해설",
        "text_raw": "- 계약 해석에 관하여 당사자 간 합의가 이루어지지 않아 분쟁이 발생한 경우 「데이터산업진흥법」 제34조에 따른 데이터분쟁조정위원회, 「저작권법」 제114조에 따른 한국저작권위원회의 조정제도, 「발명진흥법」 제41조에 따른 산업재산권분쟁조정위원회 등 다양한 분쟁조정기구를 통해 분쟁을 해결할 수 있다.",
        "text_norm": "계약 해석에 관하여 당사자 간 합의가 이루어지지 않아 분쟁이 발생한 경우 데이터산업진흥법 제34조에 따른 데이터분쟁조정위원회 저작권법 제114조에 따른 한국저작권위원회의 조정제도 발명진흥법 제41조에 따른 산업재산권분쟁조정위원회 등 다양한 분쟁조정기구를 통해 분쟁을 해결할 수 있다"
      },
      {
        "subtitle": "관련 법령 해설",
        "text_raw": "32) 제34조(데이터분쟁조정위원회 설치 및 구성) ① 데이터 생산, 거래 및 활용에 관한 분쟁을 조정하기 위하여 데이터분쟁조정위원회(이하 이 장에서 “위원회”라 한다)를 둔다. 다만, 공공데이터의 제공거부 및 제공중단과 관련한 분쟁은 「공공데이터의 제공 및 이용 활성화에 관한 법률」 및 「데이터기반행정 활성화에 관한 법률」에 따르고, 개인정보와 관련한 분쟁은 「개인정보 보호법」에 따르며, 저작권에 관련한 분쟁은 「저작권법」에 따른다.",
        "text_norm": "32 제34조데이터분쟁조정위원회 설치 및 구성 데이터 생산 거래 및 활용에 관한 분쟁을 조정하기 위하여 데이터분쟁조정위원회이하 이 장에서 위원회라 한다를 둔다 다만 공공데이터의 제공거부 및 제공중단과 관련한 분쟁은 공공데이터의 제공 및 이용 활성화에 관한 법률 및 데이터기반행정 활성화에 관한 법률에 따르고 개인정보와 관련한 분쟁은 개인정보 보호법에 따르며 저작권에 관련한 분쟁은 저작권법에 따른다"
      },
      {
        "subtitle": "관련 법령 해설",
        "text_raw": "데이터 표준계약서 활용 안내서",
        "text_norm": "데이터 표준계약서 활용 안내서"
      },
      {
        "subtitle": "소송의 제기",
        "text_raw": "- 당사자들은 데이터분쟁조정위원회의 분쟁조정 절차를 거치지 않고 바로 소송을 제기할 수 있다.\n- 그러나 당사자들이 소송에 따른 시간 및 비용 등을 고려하여 분쟁조정 절차(예를 들어 「데이터산업법」 제34조의 데이터분쟁조정위원회)를 반드시 거친 후 소송을 제기하도록 합의할 경우 아래와 같이 표준조항을 수정할 수 있다.",
        "text_norm": "당사자들은 데이터분쟁조정위원회의 분쟁조정 절차를 거치지 않고 바로 소송을 제기할 수 있다 그러나 당사자들이 소송에 따른 시간 및 비용 등을 고려하여 분쟁조정 절차예를 들어 데이터산업법 제34조의 데이터분쟁조정위원회를 반드시 거친 후 소송을 제기하도록 합의할 경우 아래와 같이 표준조항을 수정할 수 있다"
      },
      {
        "subtitle": "관련 법령 해설",
        "text_raw": "1. 제1항에도 불구하고 당사자 간에 분쟁이 발생하는 경우에는 「데이터 산업진흥 및 이용촉진에 관한 기본법」 제34조의 데이터분쟁조정위원회 분쟁조정에 의하여 해결한다.",
        "text_norm": "제1항에도 불구하고 당사자 간에 분쟁이 발생하는 경우에는 데이터 산업진흥 및 이용촉진에 관한 기본법 제34조의 데이터분쟁조정위원회 분쟁조정에 의하여 해결한다"
      },
      {
        "subtitle": "관련 법령 해설",
        "text_raw": "2. 각 당사자는 제2항의 분쟁조정을 거치지 아니하고 소송을 제기할 수 없으며, 소송이 제기되는 경우 「민사소송법」상 피고의 본점 소재지 법원을 관할법원으로 한다.",
        "text_norm": "각 당사자는 제2항의 분쟁조정을 거치지 아니하고 소송을 제기할 수 없으며 소송이 제기되는 경우 민사소송법상 피고의 본점 소재지 법원을 관할법원으로 한다"
      }
    ]
  },
  {
    "global_id": "urn:std:provide:art:027",
    "breadcrumb": "제27조",
    "title": "제27조(준거법)",
    "doc_type": "usage_guide",
    "contract_type": "provide",
    "unit_type": "commentary",
    "subtitles": [
      {
        "subtitle": "준거법",
        "text_raw": "- 준거법이란 계약의 성립, 이행 및 해석에 적용될 법률을 의미하며 당사자가 협의하여 준거법을 선택할 수 있다.\n- 국제 거래의 경우 준거법 조항에 대한 합의가 필요하다. 표준조항에서는 데이터 제공자 또는 데이터이용자가 외국인 또는 외국법인일 수 있으므로 준거법을 대한민국법으로 규정하고 있다.",
        "text_norm": "준거법이란 계약의 성립 이행 및 해석에 적용될 법률을 의미하며 당사자가 협의하여 준거법을 선택할 수 있다 국제 거래의 경우 준거법 조항에 대한 합의가 필요하다 표준조항에서는 데이터 제공자 또는 데이터이용자가 외국인 또는 외국법인일 수 있으므로 준거법을 대한민국법으로 규정하고 있다"
      }
    ]
  }
]